{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "36", "title": "From Chaos to Coordination: Reviewing the Role of Meta-Leadership in 21st Century Crisis Management", "authors": {"authors": [{"id": "7823805", "last_name": "Morshed", "first_name": "Zakir", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7823805"}, {"id": "7823806", "last_name": "Wais", "first_name": "Moushumi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7823806"}, {"id": "7823807", "last_name": "Ahmed", "first_name": "Hasib", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7823807"}, {"id": "7823808", "last_name": "Obi", "first_name": "Chris", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7823808"}]}, "affiliations": "<i>affiliation not provided to SSRN</i>, Dhaka University, Dhaka University and <i>affiliation not provided to SSRN</i>", "id": "5377315", "is_approved": "true", "approved_date": "03 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5377315", "category": ["MG"], "detail": {"title": "From Chaos to Coordination: Reviewing the Role of Meta-Leadership in 21st Century Crisis Management", "declarations": null, "keywords": {"keywords": "Meta-leadershipDisaster Risk ReductionCrisis ManagementInter-agency CoordinationOrganizational ResilienceEmergency ResponseSafety GovernanceLeadership in Disasters"}, "language": "1", "paperDate": null, "fileName": "976531f2-5a56-4bcd-be3e-6234c592bc30-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "SAFETY-D-25-02065", "id": "3222137", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "The 21st century has witnessed a rapid growth in the complexity, frequency, intensity, and impact of crises across domains such as public health, environmental disasters, cybersecurity, and national security across the globe. The current review article critically examines the concept of meta-leadership as a strategic and integrative framework for enhancing coordination and decision-making across diverse organizational and jurisdictional boundaries in times of crisis. Using theoretical underpinnings and real-world examples, the article investigates how meta-leadership fosters cross-sectoral collaboration, enhances situational awareness, and bridges leadership silos in order to generate coherent solutions to complex multidimensional crises. Based on a critical examination of the COVID-19 pandemic, environmental disasters, and cyberattacks, the article underlines meta-leadership’s adaptive value in dealing with uncertainty, utilizing resources, and gaining stakeholder confidence. The article focuses on five meta-leadership indicators: the person, the setting, connection (leading up, leading across), and observations on how such components are performed in various institutional situations. The review also addresses criticisms and limitations of the meta-leadership approach, such as implementation challenges, organizational opposition, and the inability to assess outcomes. The article concludes with a forward-looking debate, emphasizing the importance of institutional investment in leadership development beyond traditional conceptions of command and control. It requires that meta-leadership ideas be included in policy, training, and crisis preparation measures to better prepare leaders for the interconnected crises of the modern day. The article contributes to the scholarly discourse on crisis leadership by offering a comprehensive synthesis of meta-leadership’s evolving role and relevance in contemporary crisis management."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "18", "title": "How to Make Manga More Interesting to Readers: Using Lattices Derived from Rough Sets Tetsuya Matsui", "authors": {"authors": {"id": "7824076", "last_name": "Matsui", "first_name": "Tetsuya", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7824076"}}, "affiliations": "Kagawa University", "id": "5377436", "is_approved": "true", "approved_date": "03 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5377436", "category": ["ECON"], "detail": {"title": "How to Make Manga More Interesting to Readers: Using Lattices Derived from Rough Sets Tetsuya Matsui", "declarations": null, "keywords": {"keywords": ["human-agent interaction", "manga", "comic computing", "lattice", "lattice derived rough set", "rough set"]}, "language": "1", "paperDate": null, "fileName": "04b43f88-773a-49b2-ad89-afd334ec866b-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ENTCOM-D-25-00689", "id": "3222228", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This theory suggests that the elements of a character can be arbitrarily combined, and the elements of appearance and inner personality correspond one-to-one with each other. Mastui and Gunji showed that a method for deriving lattices from rough sets can be used to disprove symbol-base theory in terms of the impressions readers have of characters. In this paper, I applied this method to manga. I hypothesized that manga that created a non-linear lattice is perceived to be more interesting than manga that created using a linear lattice and that manga created a non-linear lattice is perceived to have characters that are more easily distinguishable than manga created a linear lattice. To verify these hypotheses, I constructed three manga using the software ``Koikatsu\" and conducted an experiment on the web.All manga have the same story, only the character&apos;s hair and tone are different.Character hairstyle and tone of voice create a linear or nonlinear lattice.Manga 1 and Manga 2 created linear lattices and Manga 3 created non-linear lattice.In the experiment, participants read the manga and were asked questions about their impression of it. After that, I conducted a one-way ANOVA on the results."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "54", "title": "Workplace-Exerted Control in Fly-in-Fly-Out Camps: A Multi-Method Investigation", "authors": {"authors": [{"id": "7823800", "last_name": "Fruhen", "first_name": "Laura", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7823800"}, {"id": "7823801", "last_name": "Gilbert", "first_name": "Jessica  M.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7823801"}, {"id": "7823802", "last_name": "Fitzgerald", "first_name": "Madison", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7823802"}, {"id": "7267631", "last_name": "Parker", "first_name": "Sharon  K.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7267631"}]}, "affiliations": "<i>affiliation not provided to SSRN</i>, Curtin University, The University of Western Australia and <i>affiliation not provided to SSRN</i>", "id": "5377313", "is_approved": "true", "approved_date": "03 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5377313", "category": ["ECON"], "detail": {"title": "Workplace-Exerted Control in Fly-in-Fly-Out Camps: A Multi-Method Investigation", "declarations": null, "keywords": {"keywords": ["mental health", "employer provided accommodation", "total institution practices", "work design", "identity"]}, "language": "1", "paperDate": null, "fileName": "3fd9c0e8-25a2-43e6-ae5a-04bc3d8be1ba-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "SAFETY-D-25-02127", "id": "3222135", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Theory and research have documented the ways in which work controls workers at work. However, with new technical possibilities and societal trends towards greater integration between work and home, some workplaces have adopted practices that control workers outside of primary work contexts, a phenomenon that is less commonly researched. Focusing on fly-in-fly out (FIFO) camps in Australia, and drawing on total institution (TI) theory, we explore the nature of workplace control practices in employer-provided camps and identify how they affect worker identity and mental health. Combining qualitative (i.e., interviews, n = 24) and quantitative (i.e., surveys; n = 479) approaches, our results show the control practices to manifest in profound ways via stringent rules, surveillance, and treating everyday aspects as privileges in FIFO camps. These practices encroach on workers’ identity through identity suppression and identity duality. Our results further indicate that the control practices are overall detrimental to worker mental health, and that this impact operates mostly through identity suppression and less through identity duality. We advocate for further research to explore the impact of such practices on outcomes beyond mental health and within other non-work contexts. In practice, organizations are encouraged to develop balanced control practices to safeguard mental health, alongside other safety and productivity outcomes."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "18", "title": "The Export Effects of Credit De-Dollarization: Evidence from a Policy-Induced Shock in Peru", "authors": {"authors": {"id": "7823939", "last_name": "Pardo-Figueroa", "first_name": "Renzo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7823939"}}, "affiliations": "<i>affiliation not provided to SSRN</i>", "id": "5377371", "is_approved": "true", "approved_date": "03 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5377371", "category": ["ECON"], "detail": {"title": "The Export Effects of Credit De-Dollarization: Evidence from a Policy-Induced Shock in Peru", "declarations": null, "keywords": {"keywords": ["Credit de-dollarization", "export performance", "foreign currency debt", "emerging markets."]}, "language": "1", "paperDate": null, "fileName": "cb8c3a15-2e82-4b85-bd88-b643452ad389-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JIMF-D-25-00393", "id": "3222177", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We study the causal effect of credit de-dollarization on the export performance of Peruvian firms during the COVID-19 pandemic. To isolate exogenous variation in the currency composition of firm credit, we exploit a natural experiment: the implementation of Reactiva Peru´, a government-backed credit program that provided large-scale subsidized loans exclusively in domestic currency. This policy induced a sharp and uneven decline in firms’ use of FX-denominated credit, especially for those more connected to banks with aggressive program participation. We use a shift-share instrumental variable strategy that combines pre-pandemic firm-bank credit relationships with bank-segment-level changes in interest rate differentials across currencies. Our results show that firms more affected by the policy-induced dedollarization shock experienced significantly higher export growth during the pandemic. These findings suggest that credit de-dollarization—when triggered by large, neutral policy interventions—can enhance firm resilience to external shocks by mitigating the risks associated with foreign currency borrowing."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "37", "title": "Crisis Shock, ESG Investment and Stock Performance Theory and Empirical Evidence", "authors": {"authors": [{"id": "7135754", "last_name": "Huang", "first_name": "Binghua", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7135754"}, {"id": "4275689", "last_name": "Luo", "first_name": "Pengfei", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4275689"}]}, "affiliations": "Guangzhou College of Commerce and Hunan University - School of Finance and Statistics", "id": "5377372", "is_approved": "true", "approved_date": "03 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5377372", "category": ["ECON"], "detail": {"title": "Crisis Shock, ESG Investment and Stock Performance Theory and Empirical Evidence", "declarations": null, "keywords": {"keywords": ["ESG Investment", "Crisis Shock", "Equilibrium Model"]}, "language": "1", "paperDate": null, "fileName": "ea029e4a-8f75-45ed-b6c9-d4361028581f-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JIMF-D-25-00394", "id": "3222178", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper investigates the role of Environmental, Social, and Governance (ESG) investment in mitigating stock performance shocks during crisis periods. We develop an asset pricing model in which investors incorporate ESG investments and the exogenous crisis shocks into their decision-making processes. The theoretical analysis reveals that the direction of the relationship between ESG investment and expected returns during crisis periods critically depends on the severity of the shock experienced by individual stocks. We empirically test these theoretical predictions using the COVID-19 pandemic as a natural experiment, analyzing the returns of Chinese A-share listed firms from October 2019 to May 2020. Our empirical results indicate that higher ESG level positively affects excess returns among stocks severely impacted by the crisis but negatively affects stocks less affected by it. These findings are consistent with our theoretical predictions, underscoring the nuanced role ESG factors play during market disruptions. This research contributes to the understanding of how ESG investment can dynamically influence stock performance during crisis periods and highlights the role of financial capital in fostering corporate green transformation and sustainability."}}
