{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Ohio State Law Journal Online, Forthcoming 2026; Texas A&amp;M University School of Law Legal Studies Research Paper", "page_count": "23", "title": "Tokenized Real Estate: The Law and Tech of Digital Deeds", "authors": {"authors": [{"id": "1528821", "last_name": "Odinet", "first_name": "Christopher K.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1528821"}, {"id": "1851659", "last_name": "Tosato", "first_name": "Andrea", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1851659"}]}, "affiliations": "Texas A&M University School of Law and Southern Methodist University - Dedman School of Law", "id": "5401703", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401703", "category": ["ECON"], "detail": {"title": "Tokenized Real Estate: The Law and Tech of Digital Deeds", "declarations": null, "jelCodes": {"jelCodes": ["K11", "K22", "K24", "G23"]}, "language": "1", "paperDate": "2025-08-01", "fileName": "5401703.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "Ohio State Law Journal Online, Forthcoming 2026", "id": "3237120", "journalName": null, "journalId": null}, {"detailsText": "Texas A&amp;M University School of Law Legal Studies Research Paper", "id": "3237121", "journalName": "Texas A&M University School of Law Legal Studies Research Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "The advent of blockchain technology has generated bold claims that non-fungible tokens (NFTs) can fundamentally transform real estate. Proponents assert that digital assets can tokenize real property interests: the concept of using digital tokens to represent ownership rights in physical property. Their goal is to allow buyers and sellers to transfer real estate through simple blockchain transactions, thereby eliminating traditional intermediaries, reducing costs, and accelerating deal velocity. This Essay provides the first comprehensive legal analysis examining whether American law actually supports such a direct tokenization of real estate rights.<br><br>Our investigation reveals a stark disconnect between technological capability and legal authority. While distributed ledger technology allows for the effortless creation of tokens that purport to represent real estate assets, current property law does not recognize such representations as legally effective. The core problem lies in a fundamental misunderstanding of tokenization itself: it is. <br><br>American property law, with its elements cemented over centuries, presents formidable obstacles to this digital alchemy. Statutes of frauds demand written instruments with specific formal elements, while property law fundamentally forbids bearer instruments that would transfer ownership through mere possession of a token. Even where electronic transaction laws might accommodate digital deeds, the title assurance system creates a dual ledger problem, requiring parallel maintenance of both blockchain records and traditional county land records. Yet rather than rejecting digital innovation, this Essay endorses its thoughtful deployment, demonstrating that blockchain technology yields its greatest benefits through integration with existing legal frameworks rather than in their displacement."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "9", "title": "Fixed vs. Revenue-Linked Government Bonds", "authors": {"authors": {"id": "7840649", "last_name": "Soans", "first_name": "Christopher", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7840649"}}, "affiliations": "Independent Researcher", "id": "5388760", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5388760", "category": ["ECON"], "detail": {"title": "Fixed vs. Revenue-Linked Government Bonds", "declarations": null, "keywords": {"keywords": [null, "Government Bonds", "Fixed Government Bonds", "Revenue-Linked Government Bonds", "Government Debt"]}, "jelCodes": {"jelCodes": ["H63", "H6", "H60"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5388760.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This white paper examines the potential fiscal implications of adopting revenue-linked government bonds as an alternative to just traditional fixed-rate bonds. Using historical U.S. federal tax revenue data (2000–2024) and simulated future scenarios (2025–2044), the analysis quantifies differences in interest costs, volatility, and budgetary impact. Results indicate that revenue-linked bonds could have saved over $1 trillion in total interest over the 45-year span, but at the cost of significantly greater variability in annual payments."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Cornell SC Johnson College of Business Research Paper", "page_count": "40", "title": "The Impact Of Climate Risks On U.S. Chapter 12 Farm Bankruptcies And Agricultural Banks' Profitability", "authors": {"authors": [{"id": "349063", "last_name": "Turvey", "first_name": "Calum G.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=349063"}, {"id": "6716590", "last_name": "Pan", "first_name": "Runyi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6716590"}, {"id": "5484360", "last_name": "Wang", "first_name": "Yunran", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5484360"}]}, "affiliations": "Cornell University - Charles H. Dyson School of Applied Economics and Management, Cornell SC Johnson College of Business and Cornell SC Johnson College of Business", "id": "5401869", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401869", "category": ["ECON"], "detail": {"title": "The Impact Of Climate Risks On U.S. Chapter 12 Farm Bankruptcies And Agricultural Banks' Profitability", "declarations": {"declarationOfInterest": "None", "ethicsApproval": "N/A", "funderStatement": "None"}, "keywords": {"keywords": ["Climate Finance", "Chapter 12", "Farm bankrupcies", "Agricultural Finance", "Climate Change and Agriculture"]}, "jelCodes": {"jelCodes": ["G21", "Q14", "Q12", "Q54"]}, "language": "1", "paperDate": "2025-08-22", "fileName": "5401869.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Cornell SC Johnson College of Business Research Paper", "id": "3237201", "journalName": "Cornell SC Johnson College of Business Research Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "<p>This study investigates the relationship between climate risks—including emissions and extreme weather events—and financial instability in the agricultural sector. The results show that both excessive wet conditions and extreme dry conditions significantly contribute to higher farm bankruptcy rates, thereby undermining the financial performance of agricultural banks. Moreover, carbon emissions further intensify these vulnerabilities, driven in part by regulatory pressures and farmers' overinvestment, which raise operational costs. These climate-related risks pose systemic challenges to the agriculture-related loan market, threatening both farm viability and the financial stability of agricultural lenders.</p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Cornell SC Johnson College of Business Research Paper", "page_count": "58", "title": "2025 New York and Vermont Land Value Trends", "authors": {"authors": {"id": "1846637", "last_name": "Zhang", "first_name": "Wendong", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1846637"}}, "affiliations": "Cornell University - Charles H. Dyson School of Applied Economics and Management", "id": "5402595", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "16", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5402595", "category": ["ECON"], "detail": {"title": "2025 New York and Vermont Land Value Trends", "declarations": {"funderStatement": "The authors gratefully acknowledge the support from U.S. Department of Agriculture's National Institute of Food and Agriculture project award No. 1217413 and 1217123. This is joint work with ASFMRA Northeast Chapter Land Trends Working Group Members—Wendong Zhang, Rob Guay, Rebecca Stone, Sarah Sweeney, Kate McDowell, Paul Herrington, Josh Lagerquist, Chris Loomis, and Nick Guyer—whose leadership and commitment made this report possible."}, "keywords": {"keywords": ["Land Value", "Land Rent", "Farmland Market", "Rural Appraisal", "Expert Opinion", "Agriculture", "Cropland"]}, "jelCodes": {"jelCodes": ["Q15", "Q16"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5402595.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Cornell SC Johnson College of Business Research Paper", "id": "3237679", "journalName": "Cornell SC Johnson College of Business Research Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "<div>\n Information surrounding land values and trends is clearly important to landowners, potential buyers, producers, realtors, attorneys, accountants, lenders, and consultants.\n</div>\n<div>\n <br>\n</div>\n<div>\n But farm real estate valuation is complex, and details on sale transactions are time-consuming to verify. Farm properties are often marketed to the local farm community through word-of-mouth rather than through a realtor who posts adetailed online listing or land auctions. Furthermore, farm sales often include farm equipment and livestock, making analysis of the sale price more difficult and the price recorded at the clerk’s office a less reliable indicator of the real estate price. Details of the sale must be verified for a full understanding of how to analyze the sale price.\n</div>\n<div>\n <br>\n</div>\n<div>\n The Northeast Chapter is not the first ASFMRA chapter to publish land value trends—many other chapters have distributed this type of a publication for years. What makes the Northeast Chapter Land Value Trends unique is that it covers 10 states, which means we must collect and analyze an enormous amount of data to have useful information. Tackling the entire Northeast at once seemed overwhelming, so the membership decided break the study down into bite size portions. After much discussion, we decided to start with the state of New York and this year we are happy to announce that we also added four regions in Vermont.\n</div>\n<div>\n <br>\n</div>\n<div>\n This report encompasses New York and Vermont, with the plan for future studies to encompass information from each state that the chapter covers. Stay Tuned for future studies with even more information. Why should this be the “go to” publication for anyone looking for information about land values and cash rents? Simple—the Northeast Chapter is made up of appraisers, farm managers and agricultural consultants who work with landowners, real estate values, and cash rents daily. Chapter members specialize in rural and agricultural areas of practice and have extensive specialized training and experience. In other words, they have their finger on the pulse.\n</div>\n<div>\n <br>\n</div>\n<div>\n A majority of Northeast Chapter members are certified general appraisers. Becoming a certified general appraiser takes education and experience. Some of our chapter members are also Accredited Rural Appraisers, a designation only achievable by the most well-trained and experienced rural appraisal professionals. Our members benefit greatly from the networking and collaboration within the chapter and on a national level, which adds to their high level of training and experience.\n</div>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "4", "title": "Federal Reserve as Reinsurer of Last Resort via Bank Premium Allocations", "authors": {"authors": {"id": "7840649", "last_name": "Soans", "first_name": "Christopher", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7840649"}}, "affiliations": "Independent Researcher", "id": "5389272", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389272", "category": ["ECON"], "detail": {"title": "Federal Reserve as Reinsurer of Last Resort via Bank Premium Allocations", "declarations": null, "keywords": {"keywords": ["Reinsurance", "Banks and Reinsurance", "Federal Reserve as Reinsurer of Last Resort"]}, "jelCodes": {"jelCodes": ["G22", "E58"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5389272.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This white paper presents a comprehensive framework where the Federal Reserve serves as the reinsurer of last resort for the U.S. insurance market. Funding is derived from a fixed percentage allocation of insurance premiums handled by banks, combined with direct bank capital commitments. This approach ensures rapid liquidity during extreme loss events while minimizing the frequency and scale of public intervention."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Texas A&amp;M University School of Law Legal Studies Research Paper (forthcoming); Drake Law Review, Vol. 62, No. 4, pp. 1055-1078, 2014", "page_count": "24", "title": "None of the Laws But One", "authors": {"authors": {"id": "548914", "last_name": "Siegel", "first_name": "Neil", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=548914"}}, "affiliations": "Texas A&M University School of Law", "id": "5401823", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401823", "category": ["ECON"], "detail": {"title": "None of the Laws But One", "declarations": null, "keywords": {"keywords": ["Affordable Care Act", "congressional Republicans", "federal power", "constitutional interpretation", "political objectives", "economic vulnerability", "Great Society", "welfare state", "regulatory state"]}, "language": "1", "paperDate": "2014-06-01", "fileName": "5401823.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "Texas A&amp;M University School of Law Legal Studies Research Paper (forthcoming)", "id": "3237723", "journalName": "Texas A&M University School of Law Legal Studies Research Paper Series", "journalId": null}, {"detailsText": "Drake Law Review, Vol. 62, No. 4, pp. 1055-1078, 2014", "id": "3237167", "journalName": null, "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "This Symposium contribution explores differences in how congressional Republicans responded to Medicare and how they responded to the Patient Protection and Affordable Care Act (ACA). Given the narrowness of the constitutional challenges to the ACA that congressional Republicans promoted and the many federal taxes, expenditures, and regulations that they support, this Article rejects the suggestion that today's Republicans in Congress generally possess a narrow view of the constitutional scope of federal power. The Article instead argues that congressional Republicans then and now-and the two parties in Congress today-fracture less over the constitutional expanse of congressional authority and more over the political objectives that robust federal power will be used to accomplish. Accordingly, the key question going forward is not one of perceived constitutional limits on Congress, but whether the federal government will expand or even maintain its role in combating economic vulnerability, a role that President Lyndon Johnson's Great Society performed to a significant extent by transforming America from a regulatory state to a welfare state."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Edinburgh School of Law Research Paper No. 2025/23", "page_count": "21", "title": "Insolvency and EU Law", "authors": {"authors": [{"id": "2221180", "last_name": "Ghio", "first_name": "Emilie", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2221180"}, {"id": "7868755", "last_name": "Bacharis", "first_name": "Grigoris", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7868755"}]}, "affiliations": "University of Edinburgh and University of Edinburgh, Edinburgh Law School", "id": "5401877", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401877", "category": ["ECON"], "detail": {"title": "Insolvency and EU Law", "declarations": null, "keywords": {"keywords": ["EU Insolvency Law", "Harmonisation", "Cross-Border insolvency", "Convergence"]}, "language": "1", "paperDate": "2025-07-25", "fileName": "5401877.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "1", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Edinburgh School of Law Research Paper No. 2025/23", "id": "3237204", "journalName": "University of Edinburgh School of Law Legal Studies Research Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "<p><span>This chapter traces the evolution of insolvency law within the European Union (EU), charting its transformation from a marginally integrated field to a core component of the EU’s internal market agenda. It explores how EU law has progressively influenced insolvency frameworks through a dual strategy of procedural coordination and targeted substantive harmonisation. Beginning with Regulation 1346/2000 and culminating in more recent initiatives such as Directive 2019/1023 and the 2022 Proposal, the EU has introduced shared concepts, procedural safeguards, and normative standards that are reshaping national laws across the bloc. However, this process has not been linear or top-down. National legal innovations, such as the UK’s scheme of arrangement or France’s safeguard procedure, have served as blueprints for EU instruments, evidencing a dialogic, iterative model of harmonisation. The chapter examines the policy rationale for EU intervention, the legal and political challenges of harmonisation, and the role of actors such as the CJEU in driving convergence. It also analyses how soft law mechanisms, reform incentives, and transnational professional networks amplify the EU’s influence beyond binding legislation. Simultaneously, it demonstrates how member states, through domestic experimentation and procedural innovation, actively shape EU-level developments. The result is a dynamic and reciprocal relationship that balances functional convergence with national diversity. The chapter concludes by arguing that this model of mutual influence and pragmatic evolution offers a viable path forward for European insolvency law; one that reinforces market integration while respecting domestic autonomy.</span></p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "5", "title": "Dual-Rate Federal Reserve Framework:&nbsp;High Savings/Reserve Rates with Targeted Low-Rate Productive Lending to Curb Inflation Without a Broad Credit Crunch", "authors": {"authors": {"id": "7840649", "last_name": "Soans", "first_name": "Christopher", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7840649"}}, "affiliations": "Independent Researcher", "id": "5392531", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392531", "category": ["ECON"], "detail": {"title": "Dual-Rate Federal Reserve Framework:&nbsp;High Savings/Reserve Rates with Targeted Low-Rate Productive Lending to Curb Inflation Without a Broad Credit Crunch", "declarations": null, "keywords": {"keywords": ["Monetary Policy", "Inflation", "Inflation Reduction"]}, "jelCodes": {"jelCodes": ["E5", "E51", "E52", "E58", "E4", "E41", "E42", "E43", "P44", "E31"]}, "language": "1", "paperDate": "2025-08-16", "fileName": "5392531.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This white paper outlines a dual-rate monetary framework in which the Federal Reserve (Fed) sets a high interest-on-reserves (IORB) and promotes pass-through to household savings (CDs and deposit accounts), while simultaneously providing a targeted low-rate lending facility for productive investment by businesses. The goal is to reduce inflation without inducing an economy-wide credit crunch: higher savings yields cool excess demand, and preferential funding for supply-expanding, cost-reducing projects supports output and productivity. We lay out the operational mechanics, legal authorities, transmission channels, safeguards against arbitrage, numerical scenarios, monitoring metrics, and an exit strategy."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "79", "title": "A Techno-Economic Assessment of Net-Zero International Maritime Transport: Insights from a Shipping-Enhanced Integrated Assessment Model", "authors": {"authors": [{"id": "7870622", "last_name": "Naghash", "first_name": "Hesam", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7870622"}, {"id": "7870623", "last_name": "Pruyn", "first_name": "Jeroen", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7870623"}, {"id": "7419300", "last_name": "Schott", "first_name": "Dingena", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7419300"}]}, "affiliations": "<i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i> and Delft University of Technology", "id": "5402940", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5402940", "category": ["ECON"], "detail": {"title": "A Techno-Economic Assessment of Net-Zero International Maritime Transport: Insights from a Shipping-Enhanced Integrated Assessment Model", "declarations": null, "keywords": {"keywords": ["International shipping", "Alternative fuel", "Climate change", "Integrated assessment modeling", "CO2 emissions", "IMO2050"]}, "language": "1", "paperDate": null, "fileName": "93781bce-90ca-4100-ad84-236c776ac871-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ENEECO-D-25-02527", "id": "3237890", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "The decarbonization of international maritime transport is critical for meeting global climate targets, yet its interaction with economy-wide carbon policies remains underexplored. This study extends the WITCH integrated assessment model with a dedicated shipping module that differentiates vessel classes and alternative fuel pathways. Fourteen scenarios are examined that combine global carbon pricing, an IMO-2025 forced target, a recently proposed carbon intensity mandate (MEPC-83), and the availability of ammonia as a marine fuel. Results show that without targeted measures, international shipping emits more than 9.7 Gt CO2 cumulatively between 2020 and 2100. Introducing a global carbon price aligned with a 2 °C pathway lowers this to around 6.2 Gt, while the additional enforcement of the MEPC-83 mandate drives emissions close to net zero before 2050, reducing the total to below 5 Gt. Prohibiting ammonia raises cumulative emissions by 3–5 Gt, as alternatives such as biofuels and methanol face higher costs and limited scalability. Combined global carbon pricing and MEPC-83 achieve weighted average marine fuel costs of 1.4–1.8 $/kg HFO-equivalent in 2050, compared with 0.9 $/kg under a fossil baseline. Only scenarios that allow ammonia will achieve full oil phase-out and deep emission cuts by mid-century. The MEPC-83 regulation alone drives emissions to near zero by 2040, meeting the IMO’s 2050 target, yet without parallel investment in green-fuel infrastructure, supply bottlenecks and cost spikes threaten implementation. High economy-wide carbon prices unleash the full potential of green ammonia and drive down long-term fuel costs, but they also intensify competition with other hard-to-abate sectors for limited clean fuels."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "46", "title": "Economy-Wide Impact of Carbon Taxes on Import: Evidence from Sweden", "authors": {"authors": {"id": "3055819", "last_name": "Duodu", "first_name": "Albert", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3055819"}}, "affiliations": "Lund University", "id": "5402939", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5402939", "category": ["ECON"], "detail": {"title": "Economy-Wide Impact of Carbon Taxes on Import: Evidence from Sweden", "declarations": null, "keywords": {"keywords": ["Import", "Carbon tax", "Sweden", "Synthetic Control"]}, "language": "1", "paperDate": null, "fileName": "2a997a95-4f00-4153-85f0-123c6794f6b3-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ENEECO-D-25-02373", "id": "3237889", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper quantifies the impacts of carbon taxes on imports, using Sweden’s 1991 policy as a natural experiment. Analyzing data from 1960 to 2005 and applying a synthetic control approach, I find that Sweden’s imports declined by approximately 20% relative to a synthetic control group of comparable OECD countries following the tax’s implementation. This translates to an average of $20 billion reduction in import values. Importantly, these effects appear to be driven by changes in import quantities rather than shifts in GDP or import prices. Further analysis shows that while imports declined and overall import diversity increased, the reduction in imports was offset by sustained export growth. These findings suggest that carbon taxes, when designed effectively, can advance environmental goals without hampering a country’s trade balance, offering insights into how such policies may promote sustainable, competitive economies."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "<em>African Journal of Economic and Management Studies</em>", "page_count": "22", "title": "Financial Stability Determinants in Nigeria: Role of Profitability, Capital Regulation, Financial Inclusion, Inflation, Unemployment and Economic Growth", "authors": {"authors": {"id": "1996195", "last_name": "Ozili", "first_name": "Peterson K", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1996195"}}, "affiliations": "Central Bank of Nigeria", "id": "5394651", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5394651", "category": ["ECON"], "detail": {"title": "Financial Stability Determinants in Nigeria: Role of Profitability, Capital Regulation, Financial Inclusion, Inflation, Unemployment and Economic Growth", "declarations": null, "keywords": {"keywords": ["Financial Stability", "Return on Assets", "Regulatory Capital Ratio", "Financial Inclusion", "Economic Growth", "Inflation", "Unemployment", "Efficiency", "Nigeria", "Determinant", "Capital Regulation"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5394651.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "<em>African Journal of Economic and Management Studies</em>", "id": "3232949", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "<div>\n Purpose: This study investigates the determinants of financial stability in Nigeria. Method: The two-stage least squares regression and fully modified ordinary least squares (OLS) regression methods were used to estimate the determinants of financial stability in Nigeria from 2002 to 2021. Findings: Banking sector return on asset, regulatory capital ratio, the level of financial inclusion, economic growth, inflation and the total unemployment rate are significant determinants of financial stability in Nigeria. Return on asset and the rate of unemployment have a significant positive impact on financial stability. The regulatory capital ratio, the level of financial inclusion, economic growth and inflation have a significant negative impact on financial stability in Nigeria. Implication: High bank profitability (or high return on asset), low regulatory capital ratio and low inflation are crucial for financial stability in Nigeria. The results suggest that policymakers in Nigeria should use a mix of macroprudential and macroeconomic policy tools to ensure that banks remain profitable, maintain a minimum regulatory capital ratio and operate in a low inflation and low unemployment environment in order to preserve financial stability in Nigeria. Originality: Empirical research on the macroeconomic determinants of financial stability in Nigeria is scarce in the literature. This study adds to the literature by examining the bank specific and macroeconomic determinants of financial stability in Nigeria.\n</div>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "64", "title": "Securities Lenders in Shareholder Activism", "authors": {"authors": [{"id": "2754339", "last_name": "Jang", "first_name": "In Ji", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2754339"}, {"id": "7213091", "last_name": "Lee", "first_name": "Kangryun", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7213091"}]}, "affiliations": "Bentley University - Department of Finance and Trinity University", "id": "5403062", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5403062", "category": ["ECON"], "detail": {"title": "Securities Lenders in Shareholder Activism", "declarations": null, "keywords": {"keywords": ["Investor activism", "securities lending", "institutional investors", "takeovers"]}, "language": "1", "paperDate": null, "fileName": "c2267865-e27a-4f48-abe0-fc31cba02830-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JBF-D-25-00999", "id": "3237966", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Securities lenders of target firms tend to recall shares around the announcement of activist campaigns, particularly in control-change campaigns where activists seek to acquire the target firm or block a proposed merger. Recalls are associated with two key outcomes: potential lenders selling shares when activists pursue acquisitions, and upward pressure on bid prices when activists attempt to block mergers. In both cases, recalls are associated with a higher likelihood of activists achieving their objectives. Overall, these findings suggest that the recall decisions of non-activist lenders during control-change activism reflect a form of engagement aimed at facilitating more favorable sale outcomes for target firms"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "12", "title": "Toxic Neighbors: E-Waste Dumps and the Decline of Social Capital in Ghana and Nigeria", "authors": {"authors": [{"id": "3944473", "last_name": "jialiang", "first_name": "zhu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3944473"}, {"id": "2908664", "last_name": "Appiah-Kubi", "first_name": "Michael", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2908664"}, {"id": "7870778", "last_name": "Hu", "first_name": "Runzhe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7870778"}]}, "affiliations": "Xiamen University - School of Economics, Xiamen University-School of Economics and <i>affiliation not provided to SSRN</i>", "id": "5403006", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5403006", "category": ["ECON"], "detail": {"title": "Toxic Neighbors: E-Waste Dumps and the Decline of Social Capital in Ghana and Nigeria", "declarations": null, "keywords": {"keywords": ["E-waste", "Dumping sites", "social capital", "West Africa"]}, "language": "1", "paperDate": null, "fileName": "113c939b-6f5e-4206-9732-5465031c94a1-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECOLEC-D-25-02712", "id": "3237928", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper examines how proximity to e-waste dumping sites affects social capital in Ghana and Nigeria. Using geocoded Afrobarometer survey data and the establishment dates of e-waste sites, we apply a difference-in-differences strategy with distance-based treatment intensity. Across four measures of social capital—trust in government, community participation, social insurance coverage, and intergroup tolerance—living 1 km closer to a site after its establishment reduces outcomes by 0.75–1.29 percentage points, equivalent to 2.3–4.3% of their respective means. These findings reveal a previously undocumented social cost of e-waste pollution and underscore the need for policies that address both environmental and social dimensions of e-waste management."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "12", "title": "Toxic Neighbors: E-Waste Dumps and the Decline of Social Capital in Ghana and Nigeria", "authors": {"authors": [{"id": "3944473", "last_name": "jialiang", "first_name": "zhu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3944473"}, {"id": "2908664", "last_name": "Appiah-Kubi", "first_name": "Michael", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2908664"}, {"id": "7870778", "last_name": "Hu", "first_name": "Runzhe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7870778"}]}, "affiliations": "Xiamen University - School of Economics, Xiamen University-School of Economics and <i>affiliation not provided to SSRN</i>", "id": "5403007", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5403007", "category": ["ECON"], "detail": {"title": "Toxic Neighbors: E-Waste Dumps and the Decline of Social Capital in Ghana and Nigeria", "declarations": null, "keywords": {"keywords": ["E-waste", "Dumping sites", "social capital", "West Africa"]}, "language": "1", "paperDate": null, "fileName": "a82863ee-473d-49ea-8a47-1e2b46eafec7-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECOLEC-D-25-02712", "id": "3237929", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper examines how proximity to e-waste dumping sites affects social capital in Ghana and Nigeria. Using geocoded Afrobarometer survey data and the establishment dates of e-waste sites, we apply a difference-in-differences strategy with distance-based treatment intensity. Across four measures of social capital—trust in government, community participation, social insurance coverage, and intergroup tolerance—living 1 km closer to a site after its establishment reduces outcomes by 0.75–1.29 percentage points, equivalent to 2.3–4.3% of their respective means. These findings reveal a previously undocumented social cost of e-waste pollution and underscore the need for policies that address both environmental and social dimensions of e-waste management."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "50", "title": "Long-Term Interest Rates and Bank Loan Supply Evidence from Firm-Bank Loan-Level Data", "authors": {"authors": [{"id": "33452", "last_name": "Ono", "first_name": "Arito", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=33452"}, {"id": "448958", "last_name": "Aoki", "first_name": "Kosuke", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=448958"}, {"id": "7870903", "last_name": "Nishioka", "first_name": "Shinichi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7870903"}, {"id": "7870904", "last_name": "Shintani", "first_name": "Kohei", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7870904"}, {"id": "7870905", "last_name": "Takahashi", "first_name": "Koji", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7870905"}, {"id": "2937985", "last_name": "Yasui", "first_name": "Yosuke", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2937985"}]}, "affiliations": "Chuo University, University of Tokyo, The Japan Research Institute, Limited, Bank of Japan, Bank of Japan and The Japan Research Institute, Limited", "id": "5403061", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5403061", "category": ["ECON"], "detail": {"title": "Long-Term Interest Rates and Bank Loan Supply Evidence from Firm-Bank Loan-Level Data", "declarations": null, "keywords": {"keywords": ["monetary policy", "Bank loan", "portfolio balance channel", "bank balance sheet channel", "risk-taking channel", "value-at-risk constraint"]}, "language": "1", "paperDate": null, "fileName": "25de0275-51ea-4b76-bb6f-c0e452eb1b67-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JBF-D-25-00935", "id": "3237965", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Using a mean-variance model of bank portfolio selection subject to the value-at-risk constraint, we examine three transmission channels through which lower long-term interest rates increase bank loan supply: the portfolio balance channel, the bank balance sheet channel, and the risk-taking channel. Our results based on a firm-bank loan-level panel dataset for Japan suggest that how these channels work depend on banks’ and firms’ characteristics. First, banks with higher expected returns on loans increased their loan supply in response to lower long-term rates. Second, banks that enjoyed larger capital gains on their bond holdings increased their loan supply to riskier firms."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Harvard Business School Accounting &amp; Management Unit Working Paper No. 26-008; Harvard Business School Working Paper No. 26-008", "page_count": "30", "title": "Permanent Capital Meets Private Markets: The Transformation of Alternative Asset Managers", "authors": {"authors": [{"id": "3161835", "last_name": "Cheema-Fox", "first_name": "Alexander", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3161835"}, {"id": "1795755", "last_name": "Czasonis", "first_name": "Megan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1795755"}, {"id": "7217345", "last_name": "Kontu", "first_name": "Piyush", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7217345"}, {"id": "573672", "last_name": "Serafeim", "first_name": "George", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=573672"}]}, "affiliations": "State Street Associates, State Street Corporate, State Street Global Markets - State Street Associates and Harvard Business School", "id": "5401871", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "8", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401871", "category": ["MG"], "detail": {"title": "Permanent Capital Meets Private Markets: The Transformation of Alternative Asset Managers", "declarations": null, "keywords": {"keywords": ["private equity", "alternative assets", "insurance", "business model", "strategy", "finance", "private credit", "real assets", "organizational transformations"]}, "language": "1", "paperDate": "2025-07-01", "fileName": "5401871.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "Harvard Business School Accounting &amp; Management Unit Working Paper No. 26-008", "id": "3237202", "journalName": "Harvard Business School: Accounting & Management Unit Working Paper Series", "journalId": null}, {"detailsText": "Harvard Business School Working Paper No. 26-008", "id": "3237203", "journalName": "Harvard Business School Working Papers", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "<div>\n This paper analyzes the transformative impact of insurance platform integration on the business&nbsp;<span>models, financial profiles, and market valuations of prominent alternative asset managers&nbsp;</span><span>(AAMs). Employing panel data spanning 2014 to 2024 from large publicly listed North American&nbsp;</span><span>and European AAMs, we illustrate how insurance partnerships have reshaped funding&nbsp;</span><span>architectures, product offerings, revenue compositions, and valuation multiples. Notably,&nbsp;</span><span>insurance-backed AAMs demonstrate accelerated asset under management (AUM) growth,&nbsp;</span><span>particularly in credit strategies, driven by consistent capital inflows from annuity liabilities.&nbsp;</span><span>Furthermore, these firms diversify their income streams toward spread income, mitigating&nbsp;</span><span>volatility while encountering lower valuation multiples compared to asset-light peers. Spread-based&nbsp;</span><span>income provides greater stability but entails regulatory and capital complexity trade-offs.&nbsp;</span><span>Our findings suggest that insurance integration represents a structural transformation of the&nbsp;</span><span>industry, presenting a path to scalability and resilience while imposing organizational complexity&nbsp;</span><span>and potentially lower market valuation multiples.</span>\n</div>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "35", "title": "Data to Dose: Efficient Synthetic Data Generation with Expert Guidance for Personalized Dosing", "authors": {"authors": [{"id": "7864060", "last_name": "Verma", "first_name": "H. Satyam", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7864060"}, {"id": "4651533", "last_name": "Wiberg", "first_name": "Holly", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4651533"}, {"id": "6770553", "last_name": "Zhu", "first_name": "Shixiang", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6770553"}, {"id": "370989", "last_name": "Tayur", "first_name": "Sridhar R.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=370989"}]}, "affiliations": "Carnegie Mellon University - David A. Tepper School of Business, Carnegie Mellon University - Heinz College of Information Systems and Public Policy, Carnegie Mellon University - Heinz College of Information Systems and Public Policy and Carnegie Mellon University - David A. Tepper School of Business", "id": "5400895", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "9", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400895", "category": ["MG"], "detail": {"title": "Data to Dose: Efficient Synthetic Data Generation with Expert Guidance for Personalized Dosing", "declarations": {"declarationOfInterest": "The authors declare no competing interests.", "ethicsApproval": "This study used only de-identified illustrative patient cases and synthetic data, and therefore did not involve human participants.", "funderStatement": "This work was supported in part by the Center for Intelligent Business (CIB), Tepper School of Business, Generative AI Fellows Program (2024)."}, "keywords": {"keywords": ["Generative modeling", "Bayesian optimization", "Personalized dosing", "Expert-in-the-loop", "Preference learning"]}, "language": "1", "paperDate": "2025-08-21", "fileName": "5400895.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Personalized treatment optimization is often constrained by data scarcity, especially in settings involving heterogeneous or rare patient profiles. Standard data-driven approaches struggle in these low-data regimes, limiting their ability to provide individualized and safe dosing recommendations. We introduce GenEx, a hybrid framework that integrates preference-based Bayesian optimization with a generative model that is fine-tuned using expert feedback. Expert-provided pairwise rankings guide updates to both a surrogate model and a generative component, which proposes synthetic data points in uncertain regions when the generator is consistent with expert preferences. Theoretical analysis establishes performance guarantees through sublinear regret bounds while controlling for bias introduced by synthetic augmentation. Numerical experiments simulating personalized dosing show that GenEx achieves faster convergence and improved decision quality compared to preference-only and purely generative baselines. Combining expert feedback with generative modeling can significantly improve personalized decision-making in healthcare and other data-limited contexts. This approach allows managers and clinicians to design more effective and safer individualized treatment plans while reducing the need for extensive historical data, and it offers a scalable strategy to efficiently integrate expert knowledge in practice."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "18", "title": "Local Forest Management Plan for Athang Gewog under Jigme Singye Wangchuck National Park", "authors": {"authors": {"id": "7605609", "last_name": "Sinchuri", "first_name": "Abir  Man", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7605609"}}, "affiliations": "Jigme Singye Wangchuck National Park. Department of Forests and Park Services. Royal Government of Bhutan.", "id": "5394139", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5394139", "category": ["MG"], "detail": {"title": "Local Forest Management Plan for Athang Gewog under Jigme Singye Wangchuck National Park", "declarations": {"declarationOfInterest": "The author declares there is no competing interest regarding the publication of this document."}, "language": "1", "paperDate": "2019-01-01", "fileName": "5394139.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "1", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<p>This Local Forest Management Plan (LFMP) for Athang Gewog under Jigme Singye Wangchuck National Park (JSWNP), Bhutan, outlines a ten-year strategy (2019–2028) for the sustainable management of 2,715.9 hectares of state reserve forest. The plan was developed following the Forest and Nature Conservation Act (1995) and Rules and Regulations (2017), ensuring compliance with national mandates for sustainable forest use. The management area, dominated by hardwood (47%) and chirpine (35%) forests, is generally in good to average condition with high standing volume and basal area, indicating substantial production potential. Forest resources are allocated across production (71%), inoperable (14%), protection (13%), and non-forest (2%) zones, balancing ecological protection with community needs.</p>\n<p><span>Socio-economic assessments revealed 90 households relying heavily on timber, firewood, grazing, and non-wood forest products such as bamboo and cane. The plan prescribes sustainable harvest through an Annual Allowable Cut (AAC) of 3,075 m³, based on standing volume and rotation period, ensuring supply without resource depletion. Firewood and timber demand–supply analysis confirmed that current needs can be met sustainably within the plan period. Management options prioritize timber extraction (63%) and firewood use (34%), with silvicultural practices such as single-tree selection, thinning, and replanting of sparsely stocked areas.</span></p>\n<p>The LFMP also incorporates socio-ecological safeguards, including grazing control, erosion management, and improved accessibility through farm roads. Monitoring mechanisms focus on tree marking, utilization oversight, and compliance with FNCRR guidelines. This plan contributes to Bhutan’s broader goals of conserving biodiversity, supporting rural livelihoods, and promoting sustainable forest governance.</p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "13", "title": "A Bibliometric Study and Visual Representation of Consumer's Online Shopping Behavior", "authors": {"authors": [{"id": "5480290", "last_name": "Tass", "first_name": "Mudasir Ahmad", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5480290"}, {"id": "7012189", "last_name": "Hakim", "first_name": "Iqbal Ahmad", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7012189"}]}, "affiliations": "Kashmir University and University  of Kashmir", "id": "5394698", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5394698", "category": ["MG"], "detail": {"title": "A Bibliometric Study and Visual Representation of Consumer's Online Shopping Behavior", "declarations": null, "keywords": {"keywords": ["Online Shopping", "Online Buying Behavior", "E-Commerce", "Bibliometric Analysis", "E-Business", "R Studio", "Vos Viewer", "Co-Citation Analysis", "Bibliographic Coupling", "Word Cloud"]}, "language": "1", "paperDate": "2023-06-16", "fileName": null, "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "There is an increase in global interest in studying consumers' online shopping behaviors. Over the past decade, this field of study has seen tremendous growth and development. We have conducted a bibliometric analysis of the \"Online Shopping Behavior\" research area based on data from Scopus and Web of Science databases from 1996 through 2022. A total of 2062 publications were extracted from Scopus and WOS. In this paper, journals, researchers, and publications related to the \"Online Shopping Behavior\" research area are assessed in terms of their productivity, viability, and influence. Journal of Retailing and Consumer Services, Sustainability (Switzerland), Journal of Business Research, and Internet Research are the top journals in each of the three assessment categories, according to the bibliometric study. Almost 54% of the world's publications were contributed by the US, China, and India, indicating that these countries contributed significantly to online shopping behavior. Countries, authors, affiliations, most cited documents, and most used authors keyword plus were identified as the most relevant and influential actors. According to the bibliometric analysis, the research suggests a certain future research agenda for online shopping behavior. In the field of behavioral research on online shopping, this study has practical implications both for academics and researchers."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "No", "page_count": "22", "title": "Stepwise Guidelines to Conduct Research in Business and Management: Useful for Master’s and Ph.D Students", "authors": {"authors": [{"id": "4287292", "last_name": "Gupta", "first_name": "Navriti", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4287292"}, {"id": "7852970", "last_name": "Mridu", "first_name": "Mridu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7852970"}]}, "affiliations": "Delhi Technological University and University of Delhi", "id": "5394236", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5394236", "category": ["MG"], "detail": {"title": "Stepwise Guidelines to Conduct Research in Business and Management: Useful for Master’s and Ph.D Students", "declarations": null, "keywords": {"keywords": ["Reseach", "Methods", "Management", "Stepwise Guide", "M.Sc and Ph.D. Students"]}, "language": "1", "paperDate": "2025-08-04", "fileName": "5394236.pdf", "contentType": {"contentType": "3", "other": "working content"}, "contentFormat": {"contentFormat": "5", "other": "book chapter"}, "publicationDetails": {"publicationDetails": {"detailsText": "No", "id": "3232659", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Book chapter on Stepwise guidelines to conduct research in business and management: Useful for master's and Ph.D students"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "13", "title": "This Study Explores the Effect of Service Quality on Customer Satisfaction at the Airtel Payments Bank", "authors": {"authors": {"id": "7871553", "last_name": "AHMED", "first_name": "V.S.SUHAIL", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7871553"}}, "affiliations": "<i>affiliation not provided to SSRN</i>", "id": "5403351", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5403351", "category": ["IS"], "detail": {"title": "This Study Explores the Effect of Service Quality on Customer Satisfaction at the Airtel Payments Bank", "declarations": null, "keywords": {"keywords": ["Keywords: SERVQUAL model using Smart PLS-SEM 4", "service quality", "customer satisfaction", "sampling in major cities of Tamil Nadu", "Airtel Payment Bank."]}, "language": "1", "paperDate": null, "fileName": "eed2b67c-800e-4c10-a24c-821057a88c4a-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECRA-D-25-01626", "id": "3238169", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "ABSTRACTThis study explores the impact of service quality on customer satisfaction at Airtel Payments Bank using the SERVQUAL model and Smart PLS-SEM 4. A survey was conducted among 447 Airtel Payments Bank customers in six major cities in Tamil Nadu: Chennai, Vellore, Madurai, Trichy, Salem, and Coimbatore. The results confirm the reliability of the SERVQUAL model for digital banking but surprisingly indicate that service quality influences satisfaction indirectly rather than directly, as expected. Demographic factors had a strong effect on perceived value (β=0.986, p=0.001) and service (β=0.912, p=0.001). Overall satisfaction was a strong predictor of loyalty (β=0.877, p=0.001). Service quality significantly affected services (β=0.216, p=0.024), implying that enhancing services can indirectly boost customer satisfaction. However, perceived value (p=0.978) and service quality (p=0.983) had no significant direct effects on overall customer satisfaction. These findings highlight the importance of Airtel Payments Bank delivering personalized and consistent services tailored to various customer demographics to improve overall banking experience and retention rates. The results validate existing theories and provide new insights into satisfaction drivers at Airtel Payments Bank, challenging traditional beliefs regarding satisfaction determinants in the banking sector."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "30", "title": "OntoMotoOS Field Deployment and Ethical Standardization Framework: From Simulation to Real-World Governance <i>(Part 4 of the OntoMotoOS Conceptual Framework Series)</i>", "authors": {"authors": {"id": "7772801", "last_name": "Kim", "first_name": "Yoochul", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7772801"}}, "affiliations": "Independent Researcher, South Korea", "id": "5393113", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393113", "category": ["IS"], "detail": {"title": "OntoMotoOS Field Deployment and Ethical Standardization Framework: From Simulation to Real-World Governance <i>(Part 4 of the OntoMotoOS Conceptual Framework Series)</i>", "declarations": null, "keywords": {"keywords": ["AI Governance", "Ethical AI Standardization", "Socio-Technical Systems", "Human–AI Cooperation", "Multi-Cultural AI Adaptation", "AI Ethics Protocols", "Value Alignment", "AI Safety", "Governance Framework", "Phoenix Protocol", "Crisis Management in AI Systems", "AI Policy Implementation"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5393113.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<p>OntoMotoOS is a conceptual meta-operating system framework for ethically governing advanced AI, introduced in a series of papers by Yoochul Kim (2025) . In Parts 1–3 of the series, Kim outlined core protocols – an identity-anchoring framework (IAMF), a value-based safety filter (Themis), and a Collective Intelligence Protocol (CIP) – and demonstrated their synergy in a simulated digital society (Digiton Elysium) . This Part 4 builds upon those conceptual foundations to propose a comprehensive roadmap for transitioning OntoMotoOS from controlled simulation to real-world deployment. We present a structured framework for field implementation, including a reference architecture, pilot domain strategies, governance mechanisms, and an evolutionary path for continuous improvement. Emphasis is placed on implementation-ready ideas such as modular oversight kernels, “Annex–Gate–Phoenix” governance meta-protocols for multi-agent coordination and fail-safe recovery , and domain-specific risk adaptations through a risk–maturity matrix . We detail how OntoMotoOS principles – identity, transparency, ethical alignment, collective decision-making, and resilience – can be operationalized in sectors like medicine, finance, smart cities, and defense. The paper also addresses the ethical, legal, and technical dimensions of deploying such an AI governance framework across distributed systems. We propose pathways for standardization, recommending the formation of governance consortia and integration with international AI ethics guidelines. By synthesizing conceptual depth with pragmatic execution steps, this work illustrates how an “All for One, One for All” ethic of AI–human solidarity can be realized as practical governance in the real world. The result is a detailed blueprint for organizations and public agencies to adopt OntoMotoOS principles, ensuring that the coming era of advanced AI is guided by a robust, transparent, and adaptive ethical operating system rather than unchecked technological drift.&nbsp;</p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "32", "title": "OntoMotoOS: Adaptive Evolution and Continuous Governance Protocols for Real-World Deployment&nbsp;<i>(Part 5 of the OntoMotoOS Conceptual Framework Series)</i>", "authors": {"authors": {"id": "7772801", "last_name": "Kim", "first_name": "Yoochul", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7772801"}}, "affiliations": "Independent Researcher, South Korea", "id": "5393119", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393119", "category": ["IS"], "detail": {"title": "OntoMotoOS: Adaptive Evolution and Continuous Governance Protocols for Real-World Deployment&nbsp;<i>(Part 5 of the OntoMotoOS Conceptual Framework Series)</i>", "declarations": null, "keywords": {"keywords": ["Adaptive AI Governance", "Continuous AI Governance", "AI Ethics Framework", "Ethical Compliance Monitoring", "Multi-Agent Systems", "Human–AI Co-Learning", "Value Alignment", "AI Policy Refinement", "Virtual Society Governance", "Blockchain Governance"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5393119.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<p>OntoMotoOS Part 5 presents a comprehensive framework for adaptive evolution and continuous governance in the real-world deployment of AI superintelligence. Building on Parts 0–4 of this series – which established identity-grounded accountability (IAMF), a logical ethical filter (Themis), a consensus meta-governance layer, and a continuous improvement process (CIP) – this paper addresses how an AI meta-operating system can iteratively learn and update its own protocols in response to live feedback. We detail mechanisms for real-world feedback loops (continuous data logging, safety monitoring, and iterative updates), the evolution of values and principles over time (protocols for revising the OntoMotoOS “Constitution” and ethical safeguards as societies change), and human–AI co-learning frameworks (joint case reviews and meta-reflection between human overseers and AI agents). We introduce models for public participatory ethics verification, such as citizen review boards and decentralized consensus portals that democratize AI governance. The paper also explores global and multicultural adaptation via ontology-translation layers and policy localization, ensuring the system remains compatible with diverse cultural norms and international digital rights standards. To ensure robustness, we expand the Phoenix resilience protocol to handle large-scale crises – including adversarial attacks and systemic drift – enabling automated recovery and self-correction. Finally, we consider future expansion scenarios: from interplanetary ethical frameworks for AI in space-faring societies to the use of advanced simulations and virtual super-societies as testing grounds for governance evolution. We provide structured sections (Introduction, Methodology, Protocol Design, Use Cases, Evaluation, Discussion, Future Work, Conclusion) with technical depth, including illustrative diagrams, tables, and pseudocode. Overall, Part 5 proposes that continuous, participatory governance is essential for safe real-world ASI deployment – ensuring that as the world changes, OntoMotoOS remains aligned, accountable, and resilient by design.&nbsp;&nbsp;</p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "28", "title": "Is Chatbot More Effective? Investigating the Effect of Service Recovery Agents and Consumer Loss on Consumer Forgiveness", "authors": {"authors": [{"id": "7871549", "last_name": "Fan", "first_name": "Liu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7871549"}, {"id": "7871550", "last_name": "Li", "first_name": "Shanshan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7871550"}, {"id": "7871551", "last_name": "Wang", "first_name": "Can", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7871551"}, {"id": "7871552", "last_name": "Zhang", "first_name": "Xiaoping", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7871552"}]}, "affiliations": "Ocean University of China, Ocean University of China, Ocean University of China and Wuhan University of Technology", "id": "5403350", "is_approved": "true", "approved_date": "23 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5403350", "category": ["IS"], "detail": {"title": "Is Chatbot More Effective? Investigating the Effect of Service Recovery Agents and Consumer Loss on Consumer Forgiveness", "declarations": null, "keywords": {"keywords": ["service recovery agent", "consumer loss", "perceived responsiveness", "perceived emotional support", "consumer forgiveness"]}, "language": "1", "paperDate": null, "fileName": "814a5c2c-3f83-4224-bb06-bc33c2c9bc96-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECRA-D-25-01630", "id": "3238168", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "As chatbots are increasingly deployed to address service failures, understanding their role in facilitating consumer forgiveness has become crucial. A few studies have compared consumers’ reactions to service recovery conducted by a human versus a chatbot. Through three experiments, our study investigates the interaction between service recovery agents and types of consumer loss. The results indicate that in the case of symbolic loss, consumers perceive humans (as opposed to chatbots) as more capable of providing emotional support during service recovery, thereby promoting consumer forgiveness more effectively. However, this discrepancy is alleviated in the case of utilitarian loss. Our findings also indicate that the combined effect of service recovery agents and consumer loss on consumer forgiveness is influenced by service failure severity. For service failures of low severity, recovery services provided by humans (compared to chatbots) are more effective in promoting forgiveness for consumers who have suffered symbolic losses. However, in service failures with high severity, regardless of the type of loss, consumers exhibit a high level of forgiveness for the recovery services provided by humans. This research provides practical implications for managers in handling service failures."}}
