{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "46", "title": "Artificial Intelligence, Domain AI Readiness, and Firm Productivity", "authors": {"authors": [{"id": "3180302", "last_name": "Zeng", "first_name": "Sipeng", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3180302"}, {"id": "3508845", "last_name": "Wang", "first_name": "Xiaoning (Gavin)", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3508845"}, {"id": "2387653", "last_name": "Sun", "first_name": "Tianshu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2387653"}]}, "affiliations": "Cheung Kong Graduate School of Business, University of Texas at Dallas and Cheung Kong Graduate School of Business", "id": "5390109", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390109", "category": ["IS"], "detail": {"title": "Artificial Intelligence, Domain AI Readiness, and Firm Productivity", "declarations": null, "keywords": {"keywords": ["Artificial Intelligence", "Readiness", "Productivity", "Complementarity", "Patents"]}, "language": "1", "paperDate": "2025-05-07", "fileName": "5390109.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Although Artificial Intelligence (AI) holds great promise for enhancing innovation and productivity, many firms struggle to realize its benefits. We investigate why some firms and industry succeed with AI while others do not, focusing on the degree to which an industrial domain is technologically integrated with AI as domain AI readiness, which we termed \"domain AI readiness\". Using panel data on Chinese listed firms from 2016 to 2022, we examine how the interaction between firm-level AI capabilities and domain AI readiness affects firm performance. We create a novel constructs from patent data and measure domain AI readiness of a specific domain based on the co-occurrence of four-digit International Patent Classification (IPC4) codes of AI with the specific domain across all patents in that domain. Our findings reveal a strong complementarity: AI capabilities yield greater productivity and innovation gains when deployed in domains with higher AI readiness, whereas benefits are limited in domains that are technologically unprepared or already obsolete. These results remain robust when using local AI policy initiatives as instrumental variables. Further analysis shows that this complementarity is driven by external advances in domain-AI integration, rather than firms' own strategic pivots. Time-series analysis of IPC4 co-occurrence patterns further suggests that improvements in domain AI readiness stem primarily from the academic advancements of AI in specific domains."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "11", "title": "A Roadmap for Agentic AI in Financial Services Industry", "authors": {"authors": [{"id": "7851730", "last_name": "Jagannathan", "first_name": "Selvamani", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851730"}, {"id": "7825682", "last_name": "Sridhar", "first_name": "Sunaina", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7825682"}, {"id": "7825684", "last_name": "Gulkotwar", "first_name": "Nagesh", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7825684"}, {"id": "7825683", "last_name": "Baskar", "first_name": "Praveen", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7825683"}, {"id": "7825685", "last_name": "Tambe", "first_name": "Ashwin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7825685"}]}, "affiliations": "Independent, Independent, Independent, Independent and Independent", "id": "5392281", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392281", "category": ["IS"], "detail": {"title": "A Roadmap for Agentic AI in Financial Services Industry", "declarations": null, "keywords": {"keywords": ["Agentic AI", "Financial Services"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392281.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The financial sector is undergoing a profound shift, supported by advances in Artificial Intelligence (AI). While AI has long been used for tasks like fraud detection and risk assessment, the arrival of Agentic AI marks a new era. Powered by Large Language Models (LLMs), these systems can operate independently, learn in real-time, and manage complex tasks, acting more like a team member than a simple tool. However, deploying such powerful technology in the highly regulated world of finance requires a careful and structured approach. This paper introduces the ADAPT framework (Assess, Design, Assemble, Pilot, Transform) a practical guide for financial institutions. ADAPT breaks down the journey into five key stages-from setting strategic goals and navigating regulations to building the right teams, testing in controlled environments, and scaling innovations with strong governance. By following this roadmap, our framework helps ensure that the adoption of Agentic AI is not only innovative but also responsible, secure, and compliant, allowing firms to confidently unlock the full potential of this groundbreaking technology."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "22", "title": "Patient-Directed Data Capture for Clinical Research: A Pilot Study Testing Two Platforms", "authors": {"authors": [{"id": "7859448", "last_name": "Shoji", "first_name": "Satoshi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7859448"}, {"id": "7859449", "last_name": "Cohen", "first_name": "Lauren", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7859449"}, {"id": "6305957", "last_name": "Marsolo", "first_name": "Keith", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6305957"}, {"id": "7859450", "last_name": "Sanders", "first_name": "Gretchen", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7859450"}, {"id": "7859451", "last_name": "Wruck", "first_name": "Lisa", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7859451"}, {"id": "7859452", "last_name": "Patel", "first_name": "Manesh", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7859452"}, {"id": "7859453", "last_name": "DeVore", "first_name": "Adam  D.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7859453"}]}, "affiliations": "Duke University - Duke Clinical Research Institute, Duke University - Duke Clinical Research Institute, Duke University - School of Medicine, Duke University - Duke Clinical Research Institute, Duke University - Duke Clinical Research Institute, Duke University - Duke Clinical Research Institute and Duke University - Duke Clinical Research Institute", "id": "5396701", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5396701", "category": ["IS"], "detail": {"title": "Patient-Directed Data Capture for Clinical Research: A Pilot Study Testing Two Platforms", "declarations": null, "keywords": {"keywords": ["Patient-directed data capture", "electronic health records", "Data retrieval", "Application programming interface (API)", "Medical records request"]}, "language": "1", "paperDate": null, "fileName": "b1de5753-4df9-43ff-974b-3a81335d91aa-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CCT-D-25-00471", "id": "3234205", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "BackgroundPatient-directed data capture enables individuals to access and share their electronic health record (EHR) data, potentially supporting patient engagement while also reducing data fragmentation. Although many vendors offer patient-directed data capture, little is known about how feasible or reliable these approaches are in practice.MethodsWe conducted a single-site pilot study to evaluate the feasibility of different patient-directed data capture platforms. Thirty-four participants hospitalized for heart failure at Duke Health participated; 26 engaged with Hugo Health, which used application programming interfaces (APIs) to retrieve data, and 17 with Datavant, which relied on records requests. Nine participants used both platforms.ResultsData retrieval success varied by method: the API approach retrieved 88% of requested records, while the records request approach retrieved 20%. Concordance with institutional data was observed for 11 of 24 (46%) outcomes using APIs and 14 of 24 (58%) using records requests. The API approach identified nine additional outcomes not recorded in the institutional EHR, reflecting integration of external system data, while records requests identified three additional outcomes. Only 22% of participants reported willingness to reuse their assigned vendor, and 33% required onboarding support. Technical challenges included the need to process JavaScript Object Notation (JSON) files (API approach) and to manually abstract documents from PDF files (records request approach).ConclusionsOne platform retrieved records across multiple health systems and identified additional outcomes; the other achieved greater concordance with local records. Improved retrieval workflows, cross-system integration, and user-friendly data formats are needed to support scalable, patient-centered research."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "74", "title": "The Simple Nanoeconomics of AI: An Economic World Model for Exploring AI Impacts", "authors": {"authors": {"id": "7855782", "last_name": "Gerlach", "first_name": "Silvio", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7855782"}}, "affiliations": "Studeo Research", "id": "5394649", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5394649", "category": ["IS"], "detail": {"title": "The Simple Nanoeconomics of AI: An Economic World Model for Exploring AI Impacts", "declarations": {"declarationOfInterest": "The author’s sole affiliation is Studeo Research. The author declares no competing financial interests or personal relationships that could have influenced the conception, analysis, or conclusions of this essay. No external organization had any role in the design, writing, or decision to post this work.", "ethicsApproval": "This is a conceptual/theoretical essay and does not involve human participants, experiments, interventions, animals, or identifiable personal data. Ethics committee approval and informed consent were not required. No proprietary or confidential data are used.", "funderStatement": "This research received no external funding. It was conducted independently by the author at Studeo Research and was self-funded; no grants or sponsorships were obtained."}, "keywords": {"keywords": ["Nanoeconomics", "Artificial Intelligence (AI)", "Information Economics", "AgentBased Modeling", "AI Impact", "Innovation Diffusion", "Economic World Model", "Transmission Mechanisms", "Smart Transformation"]}, "jelCodes": {"jelCodes": ["D83", "D80", "O33", "C63"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5394649.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "To make deliberate progress in understanding the economic transformation driven by AI, we need an analytical economic framework-a kind of economic world model-that goes deeper than traditional economics. Existing approaches are fragmented: they isolate variables such as productivity or employment and often focus on narrow use cases. Empirical studies are also unreliable because AI adoption is uneven and the technology is evolving rapidly. Most importantly, standard economic models largely ignore the role of information, making them ill-suited to explain the systemic changes triggered by a disruptive information technology such as AI. We propose the NanoEconomic eXplanation &amp; eXploration Framework (NEXX-Frame) as such an analytical framework to address this gap. Operating at the \"atomic\" level of economic activity-the individual decisions and actions that make up all processes-it uses idealized variables as templates to model real-world agents and their specific information use. This allows us to trace how marginal changes in information supply (∆Info) first alter individual processes and then propagate through entire systems. Our analysis reveals the transmission mechanisms through which AI-enabled ∆Info reshapes production, consumption, and markets. These effects unfold in multiple waves and include second-and higher-order consequences invisible to traditional models. While difficult to validate empirically, this framework offers a rigorous basis-an economic world model serving as a playground for simulation and thought experiments. It enables researchers and policymakers alike to explore the possible outcomes of AI adoption, and it offers every single economic agent a sharper lens to understand and shape their own decisions and actions."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "39", "title": "Reflections of Global Supply Chains in Mirror Trade Data", "authors": {"authors": [{"id": "6773721", "last_name": "Hezarkhani", "first_name": "Behzad", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6773721"}, {"id": "5234686", "last_name": "Demirel", "first_name": "Guven", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5234686"}]}, "affiliations": "University of Southampton and Queen Mary University of London - School of Business and Management", "id": "5391771", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391771", "category": ["ECON"], "detail": {"title": "Reflections of Global Supply Chains in Mirror Trade Data", "declarations": null, "keywords": {"keywords": ["Supply Chain Management", "International Trade", "Mirror Trade Data"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5391771.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Mirror trade data is the official statistics of imports and exports for the same commodity as reported separately by pairs of trade partners. In this paper, we utilize mirror trade data from United Nations Commodity Trade Statistics Database (UN Comtrade) to analyze global logistics and supply chains. In particular, we use the data to estimate: (1) Trade lead times, i.e., the length of time between the recording of the export at the source end and the corresponding import at the destination end, with international transport as the main component, and (2) Transshipment within transit blocs, wherein imports or exports to the destination country pass through another country within a customs-bonded transit bloc. Our estimates of trade lead time provide insights into the modes of transport and systematic shifts in lead times at both individual commodity and aggregate levels. The transshipment model identifies indirect sources of imports and enables reconstructing trade flow networks. Using the case study of UK and Western Europe imports from from Asia, we estimate the changes in aggregate trade lead times between 2018 and 2023, measure the Rotterdam Effect, and explore the impact of Brexit on transshipment patterns. We provide a practical tool for reducing import-export discrepancy in mirror trade data and tracking international trade lead times, key for trade and supply chain analysts. We show, for instance, the trade lead times have increased since 2022, consistent with proprietary data, which has clear implications for inventory management and supply chain risk management."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "ECB Working Paper No. 2025/3101", "page_count": "95", "title": "Heterogeneous Intermediaries in the Transmission of Central Bank Corporate Bond Purchases", "authors": {"authors": [{"id": "1624014", "last_name": "Holm-Hadulla", "first_name": "Federic", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1624014"}, {"id": "2624171", "last_name": "Leombroni", "first_name": "Matteo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2624171"}]}, "affiliations": "European Central Bank (ECB) and Stanford University", "id": "5401189", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401189", "category": ["ECON"], "detail": {"title": "Heterogeneous Intermediaries in the Transmission of Central Bank Corporate Bond Purchases", "declarations": null, "keywords": {"keywords": ["central bank asset purchases", "corporate bonds", "non-bank financial institutions"]}, "jelCodes": {"jelCodes": ["E52", "E58", "G11", "G23"]}, "language": "1", "paperDate": null, "fileName": "RePEc_ecb_ecbwps_20253101.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECB Working Paper No. 2025/3101", "id": "3236920", "journalName": "ECB: Working Paper Series (Topic)", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper studies the role of financial intermediaries in the transmission of central bank corporate bond purchases to bond yields. Contrary to standard expectations, we find that mutual funds—typically viewed as price-elastic investors—amplify, rather than dampen, the effects of these interventions on bond spreads. Following the ECB’s corporate bond purchase announcements in 2016 and 2020, bonds predominantly held by mutual funds experienced significantly larger and more persistent declines in spreads compared to those held by price-inelastic investors such as insurance companies, even after controlling for a broad set of bond characteristics. Drawing on additional empirical evidence and an equilibrium asset pricing model, we show that the state-contingent nature of the policy reduces perceived market risk for procyclical investors like mutualfunds, thereby boosting demand and compressing risk premia."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "26", "title": "Exploring the Role of Development Finance Institutions in Developing Nations&nbsp;&nbsp;", "authors": {"authors": {"id": "5423807", "last_name": "Ellalee", "first_name": "Haider", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5423807"}}, "affiliations": "Oxford Institute for Economic Studies", "id": "5392305", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392305", "category": ["ECON"], "detail": {"title": "Exploring the Role of Development Finance Institutions in Developing Nations&nbsp;&nbsp;", "declarations": null, "keywords": {"keywords": ["Development Finance Institutions (DFIS)", "Operational Frameworks", "Development Impact", "Financial Instruments", "Developing Economies"]}, "jelCodes": {"jelCodes": ["F35", "G21", "H18", "O16", "O19"]}, "language": "1", "paperDate": "2024-12-11", "fileName": "5392305.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "State-sponsored Development Finance Institutions (DFIs) have emerged as pivotal actors in advancing private sector initiatives within developing regions. This paper offers an integrated review of both scholarly works and grey literature to deliver a nuanced and in-depth exploration of DFIs. The discussion is organised around five principal themes: the foundational justification for DFIs; their strategic and institutional frameworks; the tools and financial mechanisms they employ; their economic performance; and their developmental influence on both project-level stakeholders and wider communities. By shedding light on well-documented findings as well as persisting knowledge voids, this study provides valuable insights for decision-makers, field practitioners, and academic researchers alike. The conclusion outlines prospective areas for further inquiry, aiming to resolve lingering ambiguities and contribute meaningfully to ongoing debates about the evolving role of DFIs in the domain of development finance."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "19", "title": "Digital Recruitment Platforms and Unemployment in Morocco: Evidence from an Impact Assessment", "authors": {"authors": {"id": "7850136", "last_name": "Zidane", "first_name": "Anas", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7850136"}}, "affiliations": "University Mohammed V of Rabat", "id": "5391347", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391347", "category": ["ECON"], "detail": {"title": "Digital Recruitment Platforms and Unemployment in Morocco: Evidence from an Impact Assessment", "declarations": null, "keywords": {"keywords": ["Digital Platforms", "Double Difference", "Difference-in-Differences", "Impact Assessment", "Morocco", "Job Matching", "Employment"]}, "language": "1", "paperDate": "2025-01-10", "fileName": "5391347.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This study investigates the impact of digital platforms for job matching on the employment outcomes of young graduates in Morocco. Using a Difference-inDifferences (DiD) methodology with data from the ANAPEC database for 2021-2024, the study evaluates the effectiveness of these platforms in improving job placement and reducing unemployment. The findings indicate that digital platforms have a significant positive impact on youth employment, particularly in terms of reducing the time-to-employment and improving the quality of job matches. However, regional disparities in digital infrastructure and varying levels of digital literacy highlight the need for targeted policy interventions to ensure equitable access to these platforms. The results suggest that while digital job matching tools are a promising solution to youth unemployment, they should be part of a broader, multi-faceted approach that includes strengthening traditional labor market institutions, investing in digital literacy, and addressing socioeconomic factors affecting youth employment. This study contributes to understanding the role of digital platforms in labor market dynamics and provides recommendations for policymakers in Morocco and similar economies."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "32", "title": "Broadband Saves Lives: The Impact of Broadband on Youth Suicide Rates", "authors": {"authors": {"id": "4133905", "last_name": "Wang", "first_name": "Peter", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4133905"}}, "affiliations": "Digital Markets Initiative", "id": "5398294", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5398294", "category": ["ECON"], "detail": {"title": "Broadband Saves Lives: The Impact of Broadband on Youth Suicide Rates", "declarations": null, "keywords": {"keywords": ["Broadband", "Youth", "Suicide", "Deaths", "Mental", "Health"]}, "language": "1", "paperDate": null, "fileName": "023f6781-d3f6-435b-b725-a87540503874-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JTPO-D-25-00975", "id": "3235217", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "I examine the impact of broadband adoption on youth (aged 15 to 24) suicide death rates at the U.S. state level. I find that in general, there is a negative correlation between broadband connections (mobile and fixed) and suicide death rate among states. To address the issue of causality, I used the population-weighted average county minimum distance to a major river or coastline and the weighted average county length of railroads in 1870 as instruments for broadband connections per state population. Counties’ ease of access to major rivers or coastline, as well as availability of railroad tracks were significant determinants for whether a county received a telephone line in the early twentieth century, and as technology persists, still has an impact on broadband adoption today. The two-stage least squares results show that, in 2023, for a one standard deviation increase in the number of broadband connections over the population (0.06), the crude rate of suicide deaths per 10,000 target residents declined by 3.77. The effect is significant at the 99% confidence level."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "82", "title": "Forecasting the Path of SNAP Spending Using State-Level Panel Data Models", "authors": {"authors": [{"id": "5592298", "last_name": "Valizadeh", "first_name": "Pourya", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5592298"}, {"id": "7431249", "last_name": "Issar", "first_name": "Akash", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7431249"}, {"id": "7851817", "last_name": "Bryant", "first_name": "Henry", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851817"}, {"id": "7851818", "last_name": "Fischer", "first_name": "Bart", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851818"}, {"id": "7503407", "last_name": "Nemec Boehm", "first_name": "Rebecca", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7503407"}]}, "affiliations": "Texas A&M University (TAMU), Central Texas, Texas A&M University (TAMU), Central Texas, Texas A&M University (TAMU), Central Texas, Texas A&M University (TAMU), Central Texas and United States Department of Agriculture, Fort Collins", "id": "5392211", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392211", "category": ["ECON"], "detail": {"title": "Forecasting the Path of SNAP Spending Using State-Level Panel Data Models", "declarations": null, "keywords": {"keywords": ["Econometric Forecasting", "State-Level Panel Data", "SNAP Spending", "Enrollment", "Monthly Benefits", "Administrative Expenses"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5392211.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Forecasting total Supplemental Nutrition Assistance Program (SNAP) spending is essential for effective budget planning and policy design. We develop panel econometric forecasting models that predict total SNAP spending using a bottom-up approach that models its key components-enrollment, monthly benefits, and administrative expenses-at the state level and aggregates them to the national level. This structure supports conditional forecasts under counterfactual state-level economic and policy conditions and can improve forecast accuracy by leveraging cross-state variation. Our modeling approach integrates economic theory and empirical insights with a systematic model selection procedure that searches over a large universe of candidate forecasting specifications and selects those with the most accurate forecasts for each component, as measured by root mean squared forecast error. We find that more parsimonious specifications consistently yield more accurate forecasts than more complex alternatives across all components. Importantly, we show that for the enrollment component, simpler one-way state fixed effects models with deterministic trends outperform the two-way fixed effects estimator widely used in studies of SNAP enrollment cyclicality. We also find that, for enrollment, more flexible common factor models that account for cross-state dependencies can improve forecast accuracy relative to simpler approaches, but the gains are limited due to the already strong performance of our top models. We provide practical guidance for applying our models to long-term baseline and conditional forecasts."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "32", "title": "Shifting Hours: Time Allocation and Gender Inequality in India 1999-2019", "authors": {"authors": [{"id": "732309", "last_name": "Azam", "first_name": "Mehtabul", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=732309"}, {"id": "3434099", "last_name": "Su", "first_name": "Qinghe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3434099"}]}, "affiliations": "Oklahoma State University - Stillwater and Oklahoma State University", "id": "5392174", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392174", "category": ["ECON"], "detail": {"title": "Shifting Hours: Time Allocation and Gender Inequality in India 1999-2019", "declarations": null, "keywords": {"keywords": ["Time allocation", "Inequality", "Blinder-Oaxaca Decomposition", "Juhn-Murphy-Pierce Decomposition", "India"]}, "language": "1", "paperDate": "2023-03-14", "fileName": "5392174.pdf", "contentType": {"contentType": "3", "other": "Working Paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Using two waves of Time Use Survey (1998-99 and 2019) from six states of India, we examine shifts in time allocation across leisure, employment, childcare, and domestic work. A Blinder-Oaxaca decomposition shows that the increase in leisure time and the decrease in employment time is driven more by changes in behavior within demographic groups than by changes in population composition. Women have also reduced time spent in domestic work, reallocating some of it to leisure. Applying the Juhn-Murphy-Pierce framework, we uncover contrasting distributional patterns: the inequality of leisure time, captured by the 90-10 percentile gap, has widened sharply, driven almost entirely by unobservable factors. Employment time inequality has increased among men but declined among women; inequality in domestic work has also narrowed for women. However, domestic work remains overwhelmingly the domain of women in both urban and rural areas, underscoring the persistence of gendered constraints in time allocation."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "7", "title": "The Essence of an Integrated Management System (IMS): Overcoming Silos through the ISO Harmonized Structure and Designing a Management OS with ISO 9001 at the&nbsp;Core", "authors": {"authors": {"id": "7805888", "last_name": "Funaishi", "first_name": "Atsushi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7805888"}}, "affiliations": "Mirai Quality Research Institute", "id": "5391337", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391337", "category": ["ECON"], "detail": {"title": "The Essence of an Integrated Management System (IMS): Overcoming Silos through the ISO Harmonized Structure and Designing a Management OS with ISO 9001 at the&nbsp;Core", "declarations": {"declarationOfInterest": "The author declares no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "ethicsApproval": "Not applicable. This study did not involve human participants, patient data, or animal experiments requiring ethics approval.", "funderStatement": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors."}, "keywords": {"keywords": ["Integrated Management System (IMS)", "ISO 9001", "ISO 14001", "ISO 45001", "ISO 27001", "Annex SL", "Harmonized Structure (HLS)", "Siloing", "Management OS", "Process Approach"]}, "jelCodes": {"jelCodes": ["M11", "M14", "L15", "O33", "Q56", "D81"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5391337.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Many organizations operate multiple management systems (MSs)-e.g., ISO 9001 (quality), ISO 14001 (environment), and ISO 45001 (occupational health and safety)-yet their operation often devolves into siloing oriented toward obtaining individual certifications. Such siloing not only produces inefficiencies (duplicated documentation, fragmented roles) but also impedes an integrated response to enterprise-wide risks and opportunities, thereby undermining the potential contribution of MSs to management. This paper offers a remedy to this problem. First, it argues that Annex SL / the ISO Harmonized Structure (hereafter, HLS) functions as a common language and blueprint for integration. Building on this, it reconceptualizes a true Integrated Management System (IMS)-not as a mere aggregation of standards but as a Management Operating System (Management OS). As a concrete, practice-oriented model, the paper proposes positioning ISO 9001 as the core (backbone) of the IMS. Leveraging the strong coupling between Clause 8 (Operation) and real business processes, it shows how to \"reinforce\" that backbone with elements from other MSs (e.g., ISO 14001, ISO 45001). The aim is to provide a theoretical and practical guide to move beyond formalistic operation and elevate MSs into bona fide managerial tools."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "40", "title": "Custom to Code: A Doctrine of Functional Norms for Emergent Agent Practices", "authors": {"authors": [{"id": "431500", "last_name": "Mukherjee", "first_name": "Anirban", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=431500"}, {"id": "1156032", "last_name": "Chang", "first_name": "Hannah", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1156032"}]}, "affiliations": "Avyayam Holdings and Singapore Management University - Lee Kong Chian School of Business", "id": "5391955", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "9", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391955", "category": ["ECON"], "detail": {"title": "Custom to Code: A Doctrine of Functional Norms for Emergent Agent Practices", "declarations": {"funderStatement": "This research was supported by the Ministry of Education (MOE), Singapore, under its Academic Research Fund (AcRF) Tier 2 Grant, No. MOE-T2EP40221-0008."}, "keywords": {"keywords": ["Emergent Norms", "Fluid Autonomy", "Algorithmic Accountability", "Contract Law", "Tort Law", "Usage of Trade"]}, "jelCodes": {"jelCodes": ["K12", "K13", "K21", "L14"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5391955.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Agentic AI systems operating with autonomy generate emergent norms-transient, unwritten rules of interaction-in multi-agent environments like logistics networks and digital markets. These machine-generated regularities structure transactions and allocate risk, yet they fall into a legal blind spot. Existing doctrines for recognizing informal practices, such as the UCC's \"usage of trade\" or tort law's \"custom,\" are ill-suited to the speed, opacity, and nonhuman nature of algorithmic behavior, creating a gap in contract, tort, and competition law. This Article proposes a doctrine of functional norms to fill that gap. It argues that an emergent regularity should be treated as legally operative when it functions as a norm in a transaction. To operationalize this standard, the Article develops a seven-factor test. A practice qualifies as a functional norm when it is: (1) foreseeable to affected parties; (2) regular within the relevant transactional window; (3) attributable to a legally responsible principal; (4) material to outcomes; (5) verifiable through contemporaneous digital records; (6) consistent with express contractual terms; and (7) cleared by a legality screen that bars recognition of anticompetitive or otherwise unlawful conduct. The doctrine provides a pliable yet principled framework. Recognized norms can be used to interpret agreements, fill contractual gaps, and serve as probative (but not dispositive) evidence of the standard of care. To render the doctrine administrable, the Article supplies an evidentiary toolkit for discovery, model contractual clauses for private ordering, and a model legislative provision. This approach equips the law to identify and regulate the rules that govern emerging algorithmic markets, balancing innovation with accountability."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "77", "title": "Courts, Legislation and Delaware Corporate Law", "authors": {"authors": [{"id": "293588", "last_name": "Hamdani", "first_name": "Assaf", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=293588"}, {"id": "2271898", "last_name": "Kastiel", "first_name": "Kobi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2271898"}]}, "affiliations": "Tel Aviv University&#x3b; Buchman Faculty of Law&#x3b; Coller School of Management and Tel Aviv University - Buchmann Faculty of Law", "id": "5391963", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "15", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391963", "category": ["ECON"], "detail": {"title": "Courts, Legislation and Delaware Corporate Law", "declarations": null, "language": "1", "paperDate": "2025-08-14", "fileName": "5391963.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Delaware is widely regarded as the global capital of corporate law and the leader in attracting incorporations. Its dominance is often attributed by legal scholars to its expert judiciary and reliance on judicial decision-making to develop corporate norms. Indeed, for decades, the prevailing view has been that legislation plays a minimal role in shaping corporate law. However, after two recent high-profile legislative responses to court decisions, questions regarding the appropriate scope of legislative intervention took center stage in corporate legal debates. This Article situates these recent debates within a broader perspective by examining the interplay between the courts and legislation in Delaware over nearly six decades. We analyze amendments to the Delaware General Corporation Law (DGCL) from 1967 to 2025 and uncover a consistent pattern of legislative responses to judicial decisions. These responses, we argue, address critical challenges inherent in Delaware's reliance on judge-made law, including the tension between norm-setting and insulating corporate insiders from out-of-pocket liability, the limitations of fiduciary-based adjudication, and other institutional constraints of the judiciary. The interplay between courts and legislation also allows Delaware to adapt to stakeholder pressures and mitigate the risk of federal intervention or other threats to Delaware's dominance. However, too frequent or openly contentious legislative overrides could undermine Delaware's dominance by threatening judicial independence and raising concerns about the effect of interest groups on Delaware's corporate law. Uncovering the pattern of legislative responses raises important questions about the forces shaping Delaware's corporate law and the underlying interaction between its judiciary and legislative branches. This Article explores some of these questions and considers implications for future research."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "22", "title": "Entry Deterrence with Public Signals: Revisiting the Chain-Store Paradox", "authors": {"authors": [{"id": "1822669", "last_name": "Dilme", "first_name": "Francesc", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1822669"}, {"id": "2173611", "last_name": "Kolb", "first_name": "Aaron", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2173611"}]}, "affiliations": "University of Bonn and Indiana University - Kelley School of Business - Department of Business Economics & Public Policy", "id": "5392257", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392257", "category": ["ECON"], "detail": {"title": "Entry Deterrence with Public Signals: Revisiting the Chain-Store Paradox", "declarations": null, "language": "1", "paperDate": "2025-08-08", "fileName": "5392257.pdf", "contentType": {"contentType": "3", "other": "working paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "We revisit the classic chain-store paradox by introducing a novel element: the arrival of exogenous, public signals about the incumbent's private type over time. As the horizon lengthens, two opposing forces come into play. On one hand, standard reputational incentives grow stronger; on the other, the increasing availability of information makes it more difficult to sustain a reputation. We fully characterize the conditions under which full deterrence arises in the infinite-horizon limit."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "27", "title": "Compassionate Communication: Are Your Words Building Walls or Bridges?", "authors": {"authors": {"id": "638928", "last_name": "Friedman", "first_name": "Hershey H.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=638928"}}, "affiliations": "City University of New York (CUNY) - Koppelman School of Business", "id": "5400579", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400579", "category": ["MG"], "detail": {"title": "Compassionate Communication: Are Your Words Building Walls or Bridges?", "declarations": null, "keywords": {"keywords": ["nonviolent communication", "compassionate communication", "violent communication", "conflict resolution", "Marshall Rosenberg", "interpersonal relationships", "political discourse", "workplace communication", "ahimsa", "lashon hara", "DEI"]}, "jelCodes": {"jelCodes": ["D24", "M14", "Z12", "Z19"]}, "language": "1", "paperDate": "2025-08-21", "fileName": "5400579.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper explores the critical difference between violent and compassionate communication, using Marshall Rosenberg's Nonviolent Communication (NVC) framework as a guide for transforming conflict. Violent communication-characterized by blame, shame, and manipulative language-creates emotional distance and entrenches conflict. In contrast, NVC builds bridges by focusing on empathetic listening, honest self-expression, and the recognition of universal human needs. The principles behind NVC are not new; they echo across various religious and philosophical traditions. From the Hebrew concept of lashon hara (the prohibition of evil speech) to the Eastern principle of ahimsa (non-harm), the power of language to either heal or wound has been universally recognized. By illustrating practical, side-by-side comparisons, this paper shows how rephrasing destructive language into needs-based communication can turn confrontational interactions into collaborative problem-solving sessions. The analysis also extends to the broader societal consequences of communication, revealing how violent language contributes to political polarization, workplace toxicity, and relationship deterioration. Ultimately, this paper argues that NVC is a foundational tool for promoting healthier relationships and cultivating a more compassionate, collaborative society. Unless we adopt a communication framework that builds bridges instead of walls, society risks fracturing under the weight of its own words and tearing down the very connections it needs to survive."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "123", "title": "Decoding Lease Accounting: Comparative Insights into Ind AS, IFRS, and US GAAP with Strategic Financial Implications for Corporates", "authors": {"authors": {"id": "7621282", "last_name": "Potharla", "first_name": "Srikanth", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7621282"}}, "affiliations": "ICFAI Business School &#x28;IBS&#x29; Hyderabad, India", "id": "5392303", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "19", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392303", "category": ["ECON"], "detail": {"title": "Decoding Lease Accounting: Comparative Insights into Ind AS, IFRS, and US GAAP with Strategic Financial Implications for Corporates", "declarations": null, "keywords": {"keywords": ["Lease Accounting", "Ind AS 116", "IFRS 16", "ASC 842", "Right-Of-Use Asset", "Lease Liability", "Lessee Accounting", "Lessor Accounting", "Financial Reporting", "EBITDA", "Leverage Ratios", "Transparency", "Corporate Finance", "Comparability", "Accounting Standards"]}, "jelCodes": {"jelCodes": ["M41", "M48", "G32", "K34"]}, "language": "1", "paperDate": "2025-08-01", "fileName": "5392303.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This study examines the evolution, conceptual foundations, and strategic implications of global lease accounting reforms, focusing on Ind AS 116, IFRS 16, and US GAAP ASC 842. It addresses the limitations of previous standards-IAS 17, Ind AS 17, and ASC 840which enabled operating leases to remain off balance sheet, obscuring corporate leverage and impairing comparability. The main objectives are to trace the historical development of lease accounting from 2000 to 2024, compare current frameworks in recognition, measurement, presentation, and disclosure, and evaluate their financial and strategic impact on corporates, investors, and regulators. Methodologically, the article synthesizes standard-setting documents, regulatory guidance, academic literature, industry reports, and case examples from diverse sectors such as retail, aviation, and telecommunications. It incorporates both qualitative assessment and reference to empirical evidence on ratio effects, alongside perspectives from investors, credit rating agencies, and professional accounting firms. Findings indicate that all three frameworks now require recognition of right-of-use assets and lease liabilities for most leases, improving transparency and reducing opportunities for accounting-motivated structuring. IFRS 16 and Ind AS 116 apply a single-model approach for lessees, resulting in front-loaded expense patterns and EBITDA increases, whereas ASC 842 retains a dual model, preserving straight-line expense recognition for operating leases and creating cross-framework EBITDA differences. Lessor accounting remains largely unchanged across all regimes. The capitalization of leases significantly affects leverage ratios, return metrics, and operating profit measures, with pronounced impacts in asset-intensive industries. The study concludes that while the reforms enhance decision-usefulness, reduce information asymmetry, and align accounting with economic substance, differences in income statement treatment and certain disclosure requirements under IFRS/Ind AS versus US GAAP continue to challenge global comparability."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "6", "title": "Revenue Maximization Leveraging Positive Effect of Queue Length", "authors": {"authors": [{"id": "7850134", "last_name": "Xu", "first_name": "Zongyou", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7850134"}, {"id": "6736286", "last_name": "Lei", "first_name": "Junjie", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6736286"}, {"id": "3216558", "last_name": "Huang", "first_name": "Wenjie", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3216558"}]}, "affiliations": "Department of Data and Systems Engineering, The University of Hong Kong, Department of Data and Systems Engineering, The University of Hong Kong and Department of Data and Systems Engineering, The University of Hong Kong", "id": "5391329", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "11", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391329", "category": ["MG"], "detail": {"title": "Revenue Maximization Leveraging Positive Effect of Queue Length", "declarations": null, "keywords": {"keywords": ["Queue Length", "Customer Behavior Modeling", "Service Rate Optimization", "Dynamic Programming"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5391329.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This study addresses the strategic optimization of service rates in queueing systems to attract customers by leveraging the dual nature of queue length. Contrary to the traditional view that long queues deter customers, we recognize that moderate queue lengths can act as positive signals of popularity and quality, thereby increasing customer willingness to join. To capture this complex behavioral dynamic, we develop a novel customer utility function that explicitly incorporates both the negative waiting cost and the positive \"Appealing Factor\" derived from queue length. Using a finite-horizon dynamic programming framework, we formulate the problem of finding the optimal time-dependent service rate policy. To estimate the key parameters of the utility function from observed data (queue lengths and joining decisions), we employ a Monte Carlo Expectation-Maximization (MCEM) algorithm, which effectively handles the unobserved heterogeneity in customer preferences. Simulation experiments validate our approach, demonstrating that the proposed dynamic policy significantly outperforms fixed-rate strategies by stably maintaining the queue at an “optimal” length. This strategy maximizes cumulative revenue by balancing the attraction of moderate queues against the risk of customer balking due to excessive wait times. The findings provide actionable managerial insights: businesses should intentionally adjust their service speed to dynamically manage queue length, transforming it from an operational burden into a powerful managerial tool."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "26", "title": "Over-Investment and Firms' Green Technological Innovation", "authors": {"authors": {"id": "7852614", "last_name": "Ma", "first_name": "Nan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7852614"}}, "affiliations": "<i>affiliation not provided to SSRN</i>", "id": "5398298", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5398298", "category": ["MG"], "detail": {"title": "Over-Investment and Firms' Green Technological Innovation", "declarations": null, "keywords": {"keywords": ["Over Investment", "Green Technological Innovation", "Market Competition Intensity", "Environmental Uncertainty"]}, "language": "1", "paperDate": null, "fileName": "e4ddd277-b5ad-401e-af76-f0af4b330d58-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "LRP-D-25-00764", "id": "3235221", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Green technology innovation is becoming the core driver for achieving the&apos; dual carbon &apos;goals. However, over investment by companies can lead to resource misallocation, deviating from the high-quality development strategy. Based on the resource-based view and dynamic capability theory, this study selects A-share listed companies from 2007 to 2022 to empirically examine the relationship between overinvestment and corporate green technology innovation. It then introduces the moderating role of market competition intensity and external environmental uncertainty in this process, and further explores the impact of patient capital on the main effect. The results show that overinvestment inhibits corporate green technology innovation, and the increase in market competition intensity and external environmental uncertainty amplifies this inhibitory effect, which is particularly significant in companies lacking patient capital. It expands the applicability of related theories in the field of green innovation, deepening the study of the relationship between investment behavior and innovation performance."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "22", "title": "Redefining Good Farming: AI-Driven Sociotechnical Change in Agriculture", "authors": {"authors": {"id": "6415910", "last_name": "Innocenti", "first_name": "Marco", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6415910"}}, "affiliations": "University of Milan", "id": "5390248", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390248", "category": ["MG"], "detail": {"title": "Redefining Good Farming: AI-Driven Sociotechnical Change in Agriculture", "declarations": null, "language": "1", "paperDate": "2025-08-13", "fileName": "5390248.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "1", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<p><span>This chapter explores how emerging technologies available to farmers reshape the meaning of their professional practices. It argues that decision-support systems, especially those operating with high autonomy, risk diminishing farmers’ decision-making autonomy when users are excluded from their processes. Exercising moral autonomy involves defining the goods that one’s profession should pursue, such as prioritising sustainability over profitability, valuing biodiversity, or caring for individual animals. The chapter challenges the restriction of this autonomy to the relationship between a farmer and her farm, a view that is increasingly limiting in the context of AI-driven tools. Instead, it advances the perspective that these tools create opportunities to redefine the norms and practices of the sociotechnical systems into which they are integrated, embedding farmers within new networks of social relations. Particular attention is devoted to the case of farmers’ involvement in the implementation of new technologies for biodiversity monitoring, aimed at ensuring compliance with ESRS E4 standards under the CSRD.<i></i></span></p>\n<p><i><span></span></i></p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "SMU Cox School of Business Research Paper", "page_count": "38", "title": "Machine Learning, Diversification, and M&amp;A Performance", "authors": {"authors": [{"id": "6521749", "last_name": "Xia", "first_name": "Fan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6521749"}, {"id": "74535", "last_name": "Walker", "first_name": "Gordon", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=74535"}]}, "affiliations": "Southern Methodist University (SMU) - SMU Cox School of Business and Southern Methodist University (SMU) - Strategy & Entrepreneurship Department", "id": "5401158", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401158", "category": ["MG"], "detail": {"title": "Machine Learning, Diversification, and M&amp;A Performance", "declarations": null, "keywords": {"keywords": ["Machine Learning", "Artificial Intelligence", "Diversification", "M&amp;A", "Causal Inference"]}, "language": "1", "paperDate": "2025-08-20", "fileName": "5401158.pdf", "contentType": {"contentType": "3", "other": "Working Paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "SMU Cox School of Business Research Paper", "id": "3236904", "journalName": "SMU Cox School of Business Research Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "In this paper, we study whether acquisitions can improve the financial performance of firms possessing machine learning/artificial intelligence (ML/AI). First, we argue and find that this effect is significant. Then, drawing on studies proposing a weaker effect of ML/AI effectiveness when the data used are complex and contain irrelevant information, we hypothesize and find that the benefit from within-industry deals is higher than that from deals between industries. Furthermore, the effect is more significant among deals between industries when closely related. Finally, we extend these arguments to deals where both the acquirer and target have ML/AI and find the same pattern of effects. We use a number of causal inference methods on U.S. acquisition data to test our theory. Finally, we discuss the contributions of our study to research on ML/AI and acquisitions in general."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "19", "title": "An Adaptive Time-Frequency Fusion Framework for Real-Time Sound Monitoring in Cvd Roller Dressing", "authors": {"authors": [{"id": "7405568", "last_name": "Chen", "first_name": "Genyu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7405568"}, {"id": "7866314", "last_name": "Zhou", "first_name": "Wei", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866314"}, {"id": "7866315", "last_name": "Zhang", "first_name": "Jiahao", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866315"}, {"id": "7866316", "last_name": "Yitong", "first_name": "Han", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866316"}, {"id": "7866317", "last_name": "Peng", "first_name": "Peilin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866317"}, {"id": "7866318", "last_name": "Yu", "first_name": "Gengrui", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866318"}]}, "affiliations": "Hunan University, Hunan University, Hunan University, Hunan University, Hunan University and Hunan University", "id": "5400401", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400401", "category": ["MG"], "detail": {"title": "An Adaptive Time-Frequency Fusion Framework for Real-Time Sound Monitoring in Cvd Roller Dressing", "declarations": null, "keywords": {"keywords": ["CVD Roller Dressing", "Acoustic Condition Monitoring", "Time-Frequency Feature Fusion", "Real-Time Anomaly Detection", "Industrial Audio Signal Processing"]}, "language": "1", "paperDate": null, "fileName": "b36e684b-c4d2-4072-a072-077a2d2212e5-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "MSSP25-4219", "id": "3236415", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "To address the challenge of real-time monitoring in CVD roller dressing,we propose a lightweight and adaptive acoustic analysis framework. Our approach first applies a two-stage noise suppression technique combining spectral subtraction and dynamic Bayesian thresholding, designed for harsh industrial noise conditions. Then, we introduce a time-frequency fusion network that combines residual temporal convolutions and frequency-domain attention to capture transient dressing anomalies. Finally, a multi-class classifier identifies eight distinct dressing states for fine-grained anomaly detection.Experimental results on both public and real-world datasets demonstrate state-of-the-art performance with 99.12% classification accuracy and 79.63% pAUC under low false-positive rates, all while achieving real-time inference.The implementation of our framework is publicly available to facilitate reproducibility and further research at https://github.com/meihuoAI/ATFF-CVD-Dressing."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "5", "title": "Online Appendix for Proportional Fees on Dominant Platforms with Merchants' Outside Options", "authors": {"authors": [{"id": "3211642", "last_name": "Dingwei", "first_name": "Gu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3211642"}, {"id": "104174", "last_name": "Zhou", "first_name": "Wen", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=104174"}]}, "affiliations": "Fudan University - School of Management and University of Hong Kong", "id": "5391261", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391261", "category": ["ECON"], "detail": {"title": "Online Appendix for Proportional Fees on Dominant Platforms with Merchants' Outside Options", "declarations": null, "language": "1", "paperDate": "2025-05-19", "fileName": "5391261.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "5", "other": "Online Appendix for Proportional Fees on Dominant Platforms with Merchants' Outside Options"}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "In this appendix, we present the analysis of merchant Cournot competition in two sections: When the dominant platform's advantage is in value and in cost."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "11", "title": "Historical Trends in Gender and Politics: Exploring the evolution of Women's Political Representation Over Time. A Case Study of Ghana", "authors": {"authors": {"id": "7829602", "last_name": "Armah", "first_name": "Dominic", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7829602"}}, "affiliations": "Kwame Nkrumah University of Science and Technology (KNUST), College of Humanities and Social Sciences", "id": "5392249", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "8", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392249", "category": ["MG"], "detail": {"title": "Historical Trends in Gender and Politics: Exploring the evolution of Women's Political Representation Over Time. A Case Study of Ghana", "declarations": null, "keywords": {"keywords": ["Women in Politics", "Gender Representation", "Ghana", "Political Participation", "Gender and Governance"]}, "language": "1", "paperDate": "2025-08-05", "fileName": "5392249.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper explores the historical and structural factors influencing women's political representation in Ghana. Using a literature-based approach, it traces the evolution of female participation from pre-colonial to post-independence Ghana, examining how colonial legacies, patriarchy, and socio-cultural norms have shaped contemporary gender dynamics in political leadership. The paper highlights the persistent underrepresentation of women despite legal and institutional reforms and provides a critical analysis of barriers such as limited access to resources, male-dominated institutions, and internalized gender biases. It concludes with strategic policy recommendations including affirmative action, gender quotas, and women empowerment initiatives to promote inclusive governance and gender parity in decision-making."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "15", "title": "Política de Adaptação Climática Inteligente: IA, Machine Learning, Big Data e Georreferenciamento REVISÃO DE REVISÕES SISTEMÁTICAS (Smart Climate Adaptation Policy: AI, Machine Learning, Big Data and Georeferencing REVIEW OF SYSTEMATIC REVIEWS)", "authors": {"authors": [{"id": "7776496", "last_name": "Augusto Auad de Gomes Filho", "first_name": "Frederico", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7776496"}, {"id": "7854015", "last_name": "de Almeida Portela", "first_name": "Polianna", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854015"}, {"id": "7854016", "last_name": "Barreto Fernandes", "first_name": "Luísa", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854016"}, {"id": "7854017", "last_name": "Cavalcanti Silva", "first_name": "João Pedro", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854017"}]}, "affiliations": "Universidade do Estado do Rio de Janeiro (UERJ), Universidade do Estado do Rio de Janeiro (UERJ), Universidade do Estado do Rio de Janeiro (UERJ) and Universidade do Estado do Rio de Janeiro (UERJ)", "id": "5393480", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393480", "category": ["MG"], "detail": {"title": "Política de Adaptação Climática Inteligente: IA, Machine Learning, Big Data e Georreferenciamento REVISÃO DE REVISÕES SISTEMÁTICAS (Smart Climate Adaptation Policy: AI, Machine Learning, Big Data and Georeferencing REVIEW OF SYSTEMATIC REVIEWS)", "declarations": null, "language": "10", "paperDate": "2025-07-09", "fileName": "5393480.pdf", "contentType": {"contentType": "3", "other": "Policy Paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This review of reviews (Sutton et al., 2019) was guided by the research question: <em>Does the adoption of urban climate adaptation policies (X) reduce the impact of extreme climate events (Y)?</em> Although there are discrepancies among countries in pollutant emissions, the urban contexts of developing countries — or the Global South — are among the most affected by climate change. This is due to the high levels of vulnerability in these regions, resulting from rapid urban population growth and the lack of adequate planning in adaptation and climate resilience policies. This study compiles evidence that the implementation of technologies to support climate adaptation has a medium-to-high positive effect in mitigating extreme climate events. However, the use of such technologies entails high initial adoption costs. While policymakers generally view their implementation favorably, the population — particularly the most vulnerable — expresses reservations concerning the areas that benefit from these measures."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "20", "title": "Digital Business Stategy and Entrepreneurship Sustainability in Anambra State, Nigeria", "authors": {"authors": [{"id": "7632592", "last_name": "Obananya", "first_name": "Chinwe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7632592"}, {"id": "2345518", "last_name": "Agwu", "first_name": "Professor Edwin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2345518"}]}, "affiliations": "Independent and London - United Kingdom", "id": "5391799", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391799", "category": ["MG"], "detail": {"title": "Digital Business Stategy and Entrepreneurship Sustainability in Anambra State, Nigeria", "declarations": {"declarationOfInterest": "no interest", "funderStatement": "funded by Lead/Correspondent Author: Obananya, Chinwe Gloria Ph.D"}, "keywords": {"keywords": ["Artificial Intelligence (AI)", "Ai-Driven Marketing", "Educational Gaps"]}, "language": "1", "paperDate": "2025-08-08", "fileName": "5391799.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This study examined the effect of digital business strategy on the entrepreneurship sustainability in Anambra State, Nigeria. The study inves gated the effect of social media business strategy on entrepreneurship sustainability; the effect of affiliate business strategy on entrepreneurship sustainability; and the effect of mobile business strategy on entrepreneurship sustainability in Anambra State Nigeria. Relevant literature were reviewed. The study was anchored on Cue U liza on Theory, The study adopted the Survey research design strategy. The survey instrument used in this study was structured ques onnaire with 5 Likert scale response. The popula on of this study comprises 2093 registered entrepreneurship business in Anambra. The sta s cal formula by Borg and Gall was employed to determine the sample size of 404. The instruments were subjected to face and content validity. The reliability of the ques onnaire was established through the test-retest and Cronbachi's Alpha. Simple percentage analysis was used in the analyzing research ques on. Hypotheses for the study were tested using Simple regression analysis. The findings of the study were summarized as follows: Social media business strategy had a significant posi ve effect on entrepreneurship sustainability (t =16.381, p&lt;0.05). Affiliate business strategy had a significant posi ve effect on entrepreneurship sustainability (t =22.665, p&lt;0.05), and mobile business strategy has a significant posi ve effect on entrepreneurship sustainability in Anambra State, Nigeria (t =23.361, p&lt;0.05).The study concluded that that digital business strategy had a significant posi ve effect on entrepreneurship sustainability in Anambra State, Nigeria. The study recommended that management of entrepreneurship businesses should deploy social media business strategy services that are focused on the customer needs to ensure entrepreneurship sustainability; and they should rely on social media networks to foster corporate engagement and rollout of new products in the marke ng. The study also recommended that entrepreneurship management should collaborate with technology firms that can help in designing business tools and undertake affiliate business strategy, which can drive web traffic and ranking of the small and medium enterprises website in other to improve sales performance."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "22", "title": "A Systematic Approach to Segmentation Analysis Using Machine Learning for Donation-Based Crowdfunding", "authors": {"authors": [{"id": "2927541", "last_name": "Lim", "first_name": "Caroline S L", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2927541"}, {"id": "5761855", "last_name": "Wang", "first_name": "Zhiguo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5761855"}]}, "affiliations": "Singapore University of Social Sciences and Singapore University of Social Sciences", "id": "5400045", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400045", "category": ["MG"], "detail": {"title": "A Systematic Approach to Segmentation Analysis Using Machine Learning for Donation-Based Crowdfunding", "declarations": null, "keywords": {"keywords": ["machine learning", "clustering analysis", "crowdfunding", "charity", "fund-raising", "marketing strategy", "customer segmentation", "donor behavior", "RFM"]}, "language": "1", "paperDate": "2023-05-12", "fileName": null, "contentType": {"contentType": "2", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Donation-based crowdfunding rose in popularity in the last five years. Yet the lack of customer provided information crowdfunding platforms challenged segmentation analysis for marketing decision-making. Our study solved a common problem that many donation-based crowdfunding platforms faced in segmentation analysis in the absence of donor descriptive attributes as well as unobserved customer heterogeneity. Using data from the world's only donation-based crowdfunding charity, we segment online donors' behavior with machine learning clustering algorithms by combining recency, frequency and monetary values (RFM) metric with donors' campaign preferences. We identify and compare the optimal number of donor clusters from different clustering algorithms. This segmentation analysis with machine learning, we termed 'RFMP' framework, offers a robust and novel approach to parsimoniously segment online behavior using observed and unobserved customer heterogeneity when extant segmentation strategies typically apply RFM metric in combination with demographic and socioeconomic attributes to infer and predict customer behavior. The resulting donor clusters inform marketing decision-making in the design and implementation of crowdfunding campaigns for charitable causes. Our project contributes to the application of machine learning in marketing strategy."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "9", "title": "Factors Affecting the Loyalty of Public Bank Employees in Bangladesh", "authors": {"authors": [{"id": "2597468", "last_name": "Islam", "first_name": "Nazrul", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2597468"}, {"id": "7866785", "last_name": "Hasnath", "first_name": "Labib", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866785"}, {"id": "7866786", "last_name": "Sakib", "first_name": "Samin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866786"}, {"id": "7866787", "last_name": "Asef Rafi", "first_name": "Mostafa", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866787"}, {"id": "7866788", "last_name": "Nower", "first_name": "Nowshin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866788"}, {"id": "7866789", "last_name": "Rahman", "first_name": "Md. Nafizur", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7866789"}]}, "affiliations": "Northern University Bangladesh, Bangladesh University of Professionals (BUP), Bangladesh University of Professionals (BUP), Bangladesh University of Professionals (BUP), Bangladesh University of Professionals (BUP) and Bangladesh University of Professionals (BUP)", "id": "5392904", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392904", "category": ["MG"], "detail": {"title": "Factors Affecting the Loyalty of Public Bank Employees in Bangladesh", "declarations": null, "keywords": {"keywords": ["Loyalty", "Public Bank", "Prompt Service", "Work Environment", "Level Of Satisfaction", "Well-Dressed And Politeness"]}, "language": "1", "paperDate": "2019-04-04", "fileName": "5392904.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The Banking sector is the most stable sector compared to other industrial units of Bangladesh. Presently, there are fifty-nine scheduled banks, including nine public banks in Bangladesh. A large number of people as employees are being connected with these banks. Their loyalty towards their jobs, along with other factors has an impact on the bank's overall performance in this sector. Hence, this paper aims at evaluating the factors affecting the loyalty of public bank employees in Bangladesh. The Literature review found that various intrinsic and extrinsic factors impacts the fidelity of Public Bank employees in Bangladesh. Some innate factors like level of satisfaction, verbal performance appraisal, organizational reputation plays a major impact on the loyalty of the employees. Moreover, some extrinsic factors like compensation, training, career development, working environment impacts directly on the fealty of the employees. These factors are independent variables. Moreover, organizational well-being, financial performance are dependent variables. This study has been based on a survey of 200 employees of five leading public banks of Bangladesh."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "22", "title": "Identifying and Evaluating Factors Influencing Technology Adoption: A Multi-Pilot Study within the Pharaon Project", "authors": {"authors": [{"id": "7821995", "last_name": "Pani", "first_name": "Jasmine", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7821995"}, {"id": "6221755", "last_name": "Fiorini", "first_name": "Laura", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6221755"}, {"id": "7821997", "last_name": "Rovini", "first_name": "Erika", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7821997"}, {"id": "7822000", "last_name": "Giuliani", "first_name": "Francesco", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7822000"}, {"id": "7822001", "last_name": "Lorusso", "first_name": "Letizia", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7822001"}, {"id": "7821999", "last_name": "Russo", "first_name": "Sergio", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7821999"}, {"id": "7832941", "last_name": "do Nascimento Teixeira Fernandes", "first_name": "Adriano  César", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7832941"}, {"id": "7832942", "last_name": "de Oliveira", "first_name": "Ana  Goreti", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7832942"}, {"id": "7832943", "last_name": "Pitarma", "first_name": "Elisabete", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7832943"}, {"id": "7832944", "last_name": "Rodrigues", "first_name": "Ângela", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7832944"}, {"id": "7832945", "last_name": "Bueno Delgado", "first_name": "María-Victoria", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7832945"}, {"id": "7832946", "last_name": "Erce Paoli", "first_name": "Mateja", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7832946"}, {"id": "6077872", "last_name": "Cavallo", "first_name": "Filippo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6077872"}]}, "affiliations": "University of Florence, Scuola Superiore Sant’Anna - The BioRobotics Institute, University of Florence, <i>affiliation not provided to SSRN</i>, University of Bari, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i> and University of Florence", "id": "5382039", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5382039", "category": ["MG"], "detail": {"title": "Identifying and Evaluating Factors Influencing Technology Adoption: A Multi-Pilot Study within the Pharaon Project", "declarations": null, "keywords": {"keywords": ["Older adults", "technology usage", "factors influencing technology use", "user experience", "assistive technology"]}, "language": "1", "paperDate": null, "fileName": "5ffab9ee-df7e-472c-8d2c-44d7ad5ad64e-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "IJMEDI-D-25-03070", "id": "3224995", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "IntroductionThe global increase in the older adult population has amplified interest in supporting aging in place. However, age-related physical and cognitive limitations as well as caregivers’ demand pose significant challenges. Assistive technologies can enhance autonomy, social connection and health management, but their long-term adoption and use remain limited.MethodsThis study, conducted within the Pharaon project, explores the complex factors influencing technology use among older adults, after 12 months of use, focusing on the Italian pilot and integrating insights from other European sites.ResultsInitial findings revealed several challenges, refined through cross-site collaboration. Thirty factors were identified, including personal characteristics, motivational aspects, technical design, social dynamics, and environmental context. These were rated by participating teams and 25 were retained for deeper analysis. An interconnection analysis explored how these factors influenced one another. Highly interconnected factors, such as social context, personalized training, ease of use, and cognitive changes, were central to understanding and improving technology adoption. In contrast, aspects like education level, internet access, and technical requirements appeared less interconnected, indicating more isolated effects.DiscussionThis multi-site, empirical investigation emphasizes the complex and interconnected nature of technology adoption among older adults. Our findings underscore the need for user-centered design, tailored training, and sensitivity to social context. Furthermore, the interactive mapping of interrelated factors provides a practical framework for developers and policymakers to target impactful interventions. To our knowledge, this is the first cross-pilot study to empirically define and score factors affecting older adults’ technology use based on multi-pilot data across Europe, offering valuable insights for long-term, meaningful engagement."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "10", "title": "Self-Citation Versus External Citation in Academic Publishing: A Critical Analysis of Citation Reliability, Publication Biases, And Scientific Quality Assessment", "authors": {"authors": {"id": "6670752", "last_name": "Liu", "first_name": "Yue", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6670752"}}, "affiliations": "Shenyang Normal University", "id": "5392646", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392646", "category": ["MG"], "detail": {"title": "Self-Citation Versus External Citation in Academic Publishing: A Critical Analysis of Citation Reliability, Publication Biases, And Scientific Quality Assessment", "declarations": null, "keywords": {"keywords": ["Self-Citation", "External Citation", "Citation Bias", "Peer Review", "Scientific Publishing", "Impedance Matching Theory", "Preprint Reliability", "Academic Integrity"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392646.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper examines the complex relationship between self-citation and external citation in academic publishing, with particular attention to their reliability as indicators of scientific quality. Through analysis of recent citation patterns, publication biases, and case studies in electromagnetic wave absorption research, we demonstrate that traditional assumptions about citation value are fundamentally flawed. While external citations are conventionally viewed as more valuable than self-citations, our analysis reveals that external citations can perpetuate scientific errors when authors uncritically cite high-impact journal publications without proper evaluation. Conversely, self-citations may represent genuine scientific rigor when authors acknowledge their own correction of established errors. The paper presents evidence that high-impact journals and peer-review processes do not guarantee scientific validity, and proposes reforms to citation practices, peer review, and scientific publishing to better serve the advancement of knowledge."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "6", "title": "Financial Technology (Fintech) and Tax Compliance among Informal Enterprises in Nigeria", "authors": {"authors": {"id": "7815191", "last_name": "Hudu", "first_name": "A.S", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7815191"}}, "affiliations": "Independent", "id": "5393276", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393276", "category": ["MG"], "detail": {"title": "Financial Technology (Fintech) and Tax Compliance among Informal Enterprises in Nigeria", "declarations": null, "keywords": {"keywords": ["Financial Technology", "Tax Compliance", "Informal Enterprises", "Digital Taxation", "Nigeria"]}, "language": "1", "paperDate": "2025-07-20", "fileName": "5393276.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The informal sector constitutes a significant share of Nigeria's economy but remains largely outside the tax net, posing a persistent challenge to revenue generation. This study examines the impact of Financial Technology (FinTech) adoption on tax compliance among informal enterprises in Nigeria. Using a mixed-methods approach, data were collected from 362 informal enterprise operators through structured questionnaires and 15 key informant interviews with tax officials, FinTech providers, and sector leaders. Quantitative analysis, including Pearson correlation and multiple regression, revealed a strong positive relationship (r = 0.641, p &lt; 0.05) between FinTech usage-particularly mobile money platforms, POS systems, and e-tax portalsand tax compliance behaviour. Perceived ease of use (β = 0.427, p &lt; 0.05) and trust in FinTech platforms (β = 0.392, p &lt; 0.05) emerged as significant predictors of voluntary compliance. However, adoption barriers such as low digital literacy, poor internet connectivity, limited awareness of e-tax systems, and transaction costs persist. Qualitative findings further highlight that compliance is influenced by perceptions of fairness and transparency in tax administration. The study concludes that FinTech can enhance tax compliance if complemented by taxpayer education, infrastructure expansion, cost reduction measures, and trust-building initiatives."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "9", "title": "Does The Belt and Road Initiative Boost Chinese Automobile Exports? A Staggered Adoption Approach", "authors": {"authors": [{"id": "915929", "last_name": "Lahiri", "first_name": "Bidisha", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=915929"}, {"id": "3434099", "last_name": "Su", "first_name": "Qinghe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3434099"}]}, "affiliations": "Oklahoma State University and Oklahoma State University", "id": "5391951", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391951", "category": ["ECON"], "detail": {"title": "Does The Belt and Road Initiative Boost Chinese Automobile Exports? A Staggered Adoption Approach", "declarations": null, "keywords": {"keywords": ["Automobile Exports", "Staggered Diff-In-Diff", "Heterogenous Effect", "Belt And Road Initiative", "Parallel Trend", "Placebo Test", "Selection Endogeneity", "Instrumental Variable"]}, "jelCodes": {"jelCodes": ["F13", "F14"]}, "language": "1", "paperDate": "2022-10-28", "fileName": "5391951.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "We examine whether China's ambitious Belt and Road Initiative assisted its export performance in the final automobile sector, a market that has been challenging for the Chinese economy. We use the recent econometric technique of heterogeneity robust DID estimators for staggered timing. We also control for anticipation effects and potential BRI selection endogeneity using IVs. Using data from 2005-2019, our estimates find that China's final automobile exports to the BRI partner destination countries after these countries became signatories almost doubled relative to that of the export to non-BRI partner destinations, and the effect for net-exports is an increase of about 59%. Sub-sample analyses indicate that the positive effect is stronger for China's export to lower-income partners compared to its exports to relatively higher income destinations. The results are robust across alternate methods and specifications."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "25", "title": "Impact of the Indian “De-Monetization” Policy on its Export Performance", "authors": {"authors": [{"id": "915929", "last_name": "Lahiri", "first_name": "Bidisha", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=915929"}, {"id": "3800096", "last_name": "Deb", "first_name": "Anurag", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3800096"}]}, "affiliations": "Oklahoma State University and Oklahoma State University - Stillwater, Spears School of Business", "id": "5391959", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391959", "category": ["ECON"], "detail": {"title": "Impact of the Indian “De-Monetization” Policy on its Export Performance", "declarations": null, "keywords": {"keywords": ["Exports", "Currency Invalidation", "Synthetic Control", "Counterfactual"]}, "jelCodes": {"jelCodes": ["E02", "E58", "F14"]}, "language": "1", "paperDate": "2020-10-12", "fileName": "5391959.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "We examine the export impact of the Indian government's surprise move to invalidate 86% of existing currencies overnight, in an attempt to eliminate illegal and untaxed transactions, and to make the financial system more reliant on electronic transactions. This policy was implemented within a production structure that significantly depended on cash and informal credit sources, and a banking infrastructure that did not reach all corners of the economy. Due to the unexpectedness of this policy, the impact is predicted to have been stronger in the short run than the long run as the economy adjusted to the new system. The Synthetic-control-method, with its ability to accommodate scenarios where the policy impact may vary across post-treatment periods, provides a suitable tool for our analysis, while the unexpectedness of the policy circumvents anticipation issues, making it an ideal candidate for SCM analysis. No long-term improvements though significant short-term losses in exports values due to this policy are uncovered that are robust across alternate specifications and estimation methods."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "13", "title": "Torture Under Lawful Custody in the Context of Bangladesh: A Critical Analysis from the Human Rights Perspective", "authors": {"authors": {"id": "7854973", "last_name": "Usman", "first_name": "Sikandar Ali", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854973"}}, "affiliations": "Green University of Bangladesh", "id": "5393991", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393991", "category": ["MG"], "detail": {"title": "Torture Under Lawful Custody in the Context of Bangladesh: A Critical Analysis from the Human Rights Perspective", "declarations": {"declarationOfInterest": "I express my gratitude to the divine being, Allah, for bestowing upon me the fortitude and capability to successfully complete this study endeavour. I would like to extend my heartfelt appreciation to my mentor Md. Abu Bakar Siddique, sir, for his consistent assistance in doing the research paper. I am grateful for his patience, motivation, enthusiasm, and extensive expertise in the subject matter."}, "keywords": {"keywords": ["Torture", "Lawful Custody", "Human Rights", "Violation of Human Rights", "UDHR", "ICCPR", "UNCAT", "Bangladesh"]}, "language": "1", "paperDate": "2023-06-15", "fileName": "5393991.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "No this paper has not been published or accepted to be published anywhere.", "id": "3232546", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "<p><span>Torture under lawful custody for getting a confession or for any personal interest is a complete violation of the huma rights law. Despite legal protections against torture, the use of torture remains prevalent in Bangladesh's criminal justice system. So, this paper examines the various forms of torture used, the legal framework that is meant to prevent torture, and the institutional and systemic factors that contribute to its persistence. Additionally, this paper explores the impact of torture on victims and their families, and the broader societal implications of torture. The paper concludes with recommendations which include a call for reforms that prioritize the human rights of individuals in custody and ensure that perpetrators of torture are held accountable for their actions. And to write this paper the author used several primary tools such as acts, rules, policies and case reference and for secondary tools the author used international legal instruments, scholarly articles, journals and books and for the better understanding of the matter.&nbsp;&nbsp;</span></p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "25", "title": "State Oil Regimes in Transition: The Political Economy of NOCs in the Age of Climate Change", "authors": {"authors": {"id": "7404748", "last_name": "Tagliani", "first_name": "Giovanni", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7404748"}}, "affiliations": "University College London", "id": "5393202", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393202", "category": ["ECON"], "detail": {"title": "State Oil Regimes in Transition: The Political Economy of NOCs in the Age of Climate Change", "declarations": null, "keywords": {"keywords": ["National Oil Companies", "Energy", "Climate Change", "Political Economy", "International Oil Markets", "Regulation Theory"]}, "language": "1", "paperDate": "2025-08-06", "fileName": "5393202.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<div>\n <div>\n  <div>\n   <p><span>National Oil Companies (NOCs) produce most of oil&amp;gas and hold the majority of fossil fuel reserves, but are also major employers, bastions of energy security and social consent through rent creation in 67 countries. Their transformation in the age of climate change is heavily shaped by political economy conditions and constrains which can open or foreclose different transition pathways. This paper studies the political economy of NOCs in the age of climate change through a regulation approach. Five areas of political economy, identified from eleven streams of literature, inform the institutional forms of the State Oil Regime. The regulation approach of the State Oil Regime is then operationalised and tested to explain the role of Thailand’s NOC during the Bio-Circular-Green policy of the NCPO military government (2014-2019), using primary interviews and statistics. This paper contributes to the study of these energy incumbents and of developmental environmentalism, including green reformism as a legitimisation strategy across military-led, one-party states and other hybrid political systems. The paper uncovers the opportunities for sustainability transition pathways opened when hierarchically superior institutional forms—especially during periods of low oil prices in international markets—empower NOCs to advance policies that promote their transitions.&nbsp;</span></p>\n  </div>\n </div>\n</div>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "18", "title": "News Publishers, Digital Platforms, and Bargaining Codes: Debunking the Free-Riding Myth", "authors": {"authors": {"id": "476233", "last_name": "Colangelo", "first_name": "Giuseppe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=476233"}}, "affiliations": "Università degli Studi della Basilicata", "id": "5392842", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "42", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392842", "category": ["ECON"], "detail": {"title": "News Publishers, Digital Platforms, and Bargaining Codes: Debunking the Free-Riding Myth", "declarations": {"funderStatement": "The study has been conducted as part of the research activities promoted by the International Center for Law &amp; Economics (ICLE). ICLE has received financial support from numerous companies, foundations, and individuals, including firms with interests both supportive of and in opposition to the ideas expressed in this and other ICLE-supported works. ICLE support is in the form of unrestricted, general support."}, "keywords": {"keywords": ["Online News", "Press Publishers", "Digital Platforms", "Bargaining Code", "Arbitration", "Free- Riding"]}, "jelCodes": {"jelCodes": ["K20", "L50", "L82"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5392842.pdf", "contentType": {"contentType": "3", "other": "ICLE working paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "In response to the longstanding crisis in the publishing industry, a range of regulatory measures has been proposed and implemented worldwide, aiming to compel large online platforms to negotiate the use of news content and provide fair remuneration to publishers. From this perspective, the structural decline of the publishing sector is attributed to digital platforms capturing a significant share of advertising revenues by free-riding on publishers' investments in news production. Moreover, due to their reliance on referral traffic, publishers are perceived to suffer from a structural imbalance in bargaining power vis-à-vis these platforms. Within this framework, by introducing a revenue transfer mechanism based on a mandatory negotiation process, the Australian model has gained prominence and influenced policy approaches in several other jurisdictions. Against this background, the paper adopts a different research perspective. Rather than presuming the existence of a free-riding problem, it critically examines whether the rationale underlying these regulatory initiatives has been substantiated and supported by empirical evidence. The paper contends that the free-riding narrative serves chiefly as a rhetorical tool, strategically used to legitimize a mandated transfer of revenue that policymakers appear ready to pursue even in the absence of clear evidence that platform-based business models have caused economic harm to press publishers."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "71", "title": "Destabilizing Digital Bank Walks", "authors": {"authors": [{"id": "4600986", "last_name": "Koont", "first_name": "Naz", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4600986"}, {"id": "171793", "last_name": "Santos", "first_name": "Tano", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=171793"}, {"id": "2092", "last_name": "Zingales", "first_name": "Luigi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2092"}]}, "affiliations": "Stanford University, Columbia Business School and University of Chicago - Booth School of Business", "id": "5393266", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393266", "category": ["ECON"], "detail": {"title": "Destabilizing Digital Bank Walks", "declarations": null, "keywords": {"keywords": ["Deposit Franchise", "Digitalization", "Bank Stability"]}, "jelCodes": {"jelCodes": ["G21", "G28", "L86"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5393266.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "We develop a model of \"stickiness\" of bank deposits to study the effect of digitalization on the size and duration of the value of the deposit franchise and, ultimately, on banks' stability. The model predicts that digitalization increases the sensitivity of deposit levels and rates to changes in the Fed funds rate. We test these predictions using data on the U.S. banking sector, and find that, when interest rates rise, deposit outflows, or \"walks\", and deposit rate pass-through are significantly larger at banks with mobile apps and brokerage services. We use these estimates to predict the effects of digitalization on bank stability. Digitalization has ambiguous effects on the value of the deposit franchise, depending on the magnitude of the reduction in the marginal cost of servicing deposits. Still, it unambiguously increases the deposit franchise duration, undermining bank stability."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "48", "title": "Probability of Default, Leverage and Dynamics&nbsp;", "authors": {"authors": [{"id": "2360021", "last_name": "Bednarek", "first_name": "Peter", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2360021"}, {"id": "85528", "last_name": "Franke", "first_name": "Guenter", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=85528"}, {"id": "3878353", "last_name": "te Kaat", "first_name": "Daniel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3878353"}]}, "affiliations": "Deutsche Bundesbank, University of Konstanz - Department of Economics and University of Groningen", "id": "5401378", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401378", "category": ["ECON"], "detail": {"title": "Probability of Default, Leverage and Dynamics&nbsp;", "declarations": null, "keywords": {"keywords": ["Dynamics of probabilities of default", "book leverage", "long-term target PD", "mean diversion and reversion", "overshooting"]}, "language": "1", "paperDate": "2025-08-20", "fileName": "5401378.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper analyzes the dynamics of German firms' book leverage and probabilities of default (PD), reported quarterly by German financial institutions to Deutsche Bundesbank. The development of PDs is modelled as an AR process of PD changes and an initial PD. Regressions show mean diversion of the PDs in the short run and mean reversion to long-term target PDs over longer time intervals. The expected PD does not converge monotonically to the target PD, but overshoots and oscillates with declining amplitude. We obtain similar dynamics for book leverage. Convergence is faster when PDs start at a higher level."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "88", "title": "Did Higher Individual Taxes Spur Firm Investment? The 2013 Obama Individual Investment Tax", "authors": {"authors": [{"id": "5688353", "last_name": "Kalcheva", "first_name": "Ivalina", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5688353"}, {"id": "2465932", "last_name": "Plecnik", "first_name": "James", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2465932"}, {"id": "1624883", "last_name": "Tran", "first_name": "Hai", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1624883"}]}, "affiliations": "University of Texas at San Antonio - Department of Finance, Loyola Marymount University - College of Business Administration and Loyola Marymount University - Department of Finance", "id": "5397085", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "8", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5397085", "category": ["ECON"], "detail": {"title": "Did Higher Individual Taxes Spur Firm Investment? The 2013 Obama Individual Investment Tax", "declarations": null, "keywords": {"keywords": ["Taxation", "Firm-level Investment", "Innovation", "2013 Investment Tax Increase"]}, "language": "1", "paperDate": null, "fileName": "6cbd4a46-e3b3-4627-8e1c-dcc5fe2b11f8-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CORFIN-D-25-00876", "id": "3234482", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper examines the largest tax increase on individual investment income in U.S. history and its impact on corporate investment. Despite concerns about disrupting capital formation, firms with investors most affected by the tax increase reduce dividends and increase investment relative to less-affected peers. Research and development (R&D)-intensive firms redirect cash from dividend reductions to fund more R&D, yielding more highly cited patents, while non-R&D firms increase acquisitions. To support our main findings, we conduct a series of placebo, falsification, and robustness tests. These complementary tests provide strong support for the validity of our identification strategy and the causal interpretation of our main results. Overall, this paper contributes to the literature on taxation and corporate behavior, providing novel evidence that increases in individual-level taxes influence corporate financial policies and investment decisions."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "עתיד להתפרסם בכתב העת \"מחקרי רגולציה", "page_count": "30", "title": "על אשראי צרכני, כלכלה התנהגותית והגנה על צרכנים || The Case of Consumer Credit, Behavioral Economics and Consumer Protection", "authors": {"authors": {"id": "3811831", "last_name": "Vang", "first_name": "Amir", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3811831"}}, "affiliations": "Independent", "id": "5398675", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5398675", "category": ["ECON"], "detail": {"title": "על אשראי צרכני, כלכלה התנהגותית והגנה על צרכנים || The Case of Consumer Credit, Behavioral Economics and Consumer Protection", "declarations": null, "keywords": {"keywords": ["&#x5e8;&#x5d2;&#x5d5;&#x5dc;&#x5e6;&#x5d9;&#x5d4;", "&#x5d0;&#x5e9;&#x5e8;&#x5d0;&#x5d9;", "&#x5d0;&#x5e9;&#x5e8;&#x5d0;&#x5d9; &#x5e6;&#x5e8;&#x5db;&#x5e0;&#x5d9;", "&#x5e8;&#x5d2;&#x5d5;&#x5dc;&#x5e6;&#x5d9;&#x5d4; &#x5e4;&#x5d9;&#x5e0;&#x5e0;&#x5e1;&#x5d9;&#x5ea;", "&#x5db;&#x5dc;&#x5db;&#x5dc;&#x5d4; &#x5d4;&#x5ea;&#x5e0;&#x5d4;&#x5d2;&#x5d5;&#x5ea;&#x5d9;&#x5ea;", "&#x5d1;&#x5e0;&#x5e7;&#x5d0;&#x5d5;&#x5ea; &#x5e4;&#x5ea;&#x5d5;&#x5d7;&#x5d4;", "&#x5d4;&#x5d2;&#x5e0;&#x5ea; &#x5d4;&#x5e6;&#x5e8;&#x5db;&#x5df;", "consumer duty rule"]}, "jelCodes": {"jelCodes": ["K23", "G21", "G23", "G28"]}, "language": "2", "paperDate": "2025-08-20", "fileName": "5398675.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "עתיד להתפרסם בכתב העת \"מחקרי רגולציה", "id": "3235508", "journalName": null, "journalId": null}, {"detailsText": null, "id": "3235654", "journalName": null, "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "<p dir=\"rtl\"><b>תקציר בעברית: </b>במאמר זה יוצגו הסיכונים אשר אורבים לצרכנים בנטילת אשראי כפי שמזהה אותם הכלכלה ההתנהגותית; המענה החסר בדין הקיים בישראל; וההסדר הרגולטורי החדשני שמתפתח בנושא זה באנגליה בשנים האחרונות. הכלכלה ההתנהגותית מזהה ומדייקת את הבנתנו בדבר הטיות ויורסטיקות אשר משפיעות על החלטות צרכנים בנטילת אשראי, דוגמת העדפת הווה, אמונה שגוייה ביכולת פרעון עתידי ועוד. היא גם מסייעת לנו להבין מדוע \"מוצר\" האשראי מתאפיין בריבוי ובעוצמה גבוהה של הטיות כאמור בהשוואה למוצרים אחרים בשל, בין היתר, מורכבת המוצר בהיבטי תמחור, פריסת העלויות והתועלות לאורך זמן, וקושי של הצרכנים לפתח ידע עצמאי מתוך התנסות. לצד תובנות אלה, יוצגו במאמר גם מחקרי שטח בעולם שבהם ממצאים אמפיריים הן בדבר ההטיות מהן סובלים הצרכנים והן בדבר שימוש בפועל בהטיות הללו על-ידי ספקי האשראי הצרכני. </p><p dir=\"rtl\">בפרק אשר דן בהתמודדות הדין הישראלי עם הנושא, ממופות הוראות הדין השונות ומוצג שמדובר במענה חסר ביותר. אמנם ישנם הסדרים נקודתיים, \"כללים\" ספציפיים, אשר ניכר כי עוצבו מתוך הבנה והתייחסות לכשלים שמזהה הכלכלה ההתנהגותית. ואולם הסדרים אלה הם נקודתיים, ולכן מעצם טיבם אינם מכסים את מלא קשת המקרים בהם יש צורך בהגנה על הצרכנים. בכל הנוגע ל\"סטנדרטים\" רחבים יותר בדין, דוגמת איסור ניצול מצוקה או \"בורות\" של הלקוח – הרי שהללו עוצבו בעיקרם כדי לתת מענה לתפיסה כלכלית ישנה יותר, ללא הפנמה של התובנות אשר עולות מהכלכלה ההתנהגותית. גם כללי \"ממשל פנימי\" אשר נותני האשראי השונים בישראל חייבים להנהיג, מתייחסים רק במשורה להגנה על הצרכנים (ויותר להגנה על הגוף הפיננסי) ואינם מספקים מענה. </p><p dir=\"rtl\">לבסוף יוצג ההסדר הרגולטורי החדשני שהחל להנהיג הרגולטור האנגלי במהלך שנת 2023: Consumer Duty Rule. הסדר חדשני זה נועד לספק מענה מקיף ושיטתי לסוגיית ההגנה על צרכני שירותים פיננסיים ובכללם נוטלי אשראי, והוא נבנה מתוך כוונה לייתן מענה מקיף גם לכשלים אשר עולים מתובנות הכלכלה ההתנהגותית.<br><br></p><p dir=\"ltr\"><b>English Abstract: </b>The paper presents the risks faced by consumers when taking credit, as identified by behavioral economics; the insufficient legal response in current Israeli law; and the innovative regulatory framework that has been developing in England in recent years.</p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Deutsche Bundesbank Discussion Paper No. 19/2025", "page_count": "47", "title": "Do G-SIBs Engage in Window-dressing Behavior? An Empirical Analysis", "authors": {"authors": [{"id": "2551635", "last_name": "Pliszka", "first_name": "Kamil", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2551635"}, {"id": "5786653", "last_name": "Schlam", "first_name": "Carina", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5786653"}]}, "affiliations": "Deutsche Bundesbank and Deutsche Bundesbank", "id": "5401548", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401548", "category": ["ECON"], "detail": {"title": "Do G-SIBs Engage in Window-dressing Behavior? An Empirical Analysis", "declarations": null, "keywords": {"keywords": ["Capital Requirements", "G-SIB Framework", "Systemic Risk", "Window Dressing"]}, "jelCodes": {"jelCodes": ["G21", "G38"]}, "language": "1", "paperDate": "2025-08-19", "fileName": "5401548.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Deutsche Bundesbank Discussion Paper No. 19/2025", "id": "3237036", "journalName": "Deutsche Bundesbank Discussion Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper examines whether global systemically important banks (G-SIBs) engage in window-dressing behavior to circumvent or reduce regulatory requirements, increasing vulnerability to economic shocks. Using a comprehensive global bank sample, we uncover evidence of such practices: G-SIBs reduce year-end exposures used for G-SIB capital buffer calculations, by roughly twice the magnitude of non-G-SIBs, and reverse these cuts early the next year. This pattern is strongest among G-SIBs that are near bucket thresholds or subject to high G-SIB capital surcharges."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "29", "title": "General Theory of Investment Treaty Arbitration and International Investment Law: Legal Foundations, Substantive Protections, and Practical Considerations", "authors": {"authors": {"id": "807940", "last_name": "Jung", "first_name": "Haneul \"Hahn\"", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=807940"}}, "affiliations": "System for International Law and Order L.L.C. &#x28;SiLO&#x29;", "id": "5401230", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401230", "category": ["ECON"], "detail": {"title": "General Theory of Investment Treaty Arbitration and International Investment Law: Legal Foundations, Substantive Protections, and Practical Considerations", "declarations": null, "keywords": {"keywords": ["ISDS", "International investment law", "international investment arbitration", "investment treaty arbitration", "international arbitration", "international investment agreement", "general theory"]}, "language": "1", "paperDate": "2025-08-22", "fileName": "5401230.pdf", "contentType": {"contentType": "3", "other": "Working paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper provides an overview of investment treaty arbitration and international investment law, highlighting the legal basis for ISDS and the exceptional standing of private investors under IIAs. It examines key substantive protections-non-discrimination, fair and equitable treatment, full protection and security, expropriation, and umbrella clauses, along side recognized exceptions, defenses, and practical issues such as proof, damages, enforcement, and choice of arbitration rules. By situating ISDS jurisprudence within the broader evolution of global economic governance, the paper illuminates the ongoing tension between investor protection and host state sovereignty. It offers a concise framework for understanding current principles and anticipating future developments in international investment law."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "47", "title": "Structural Equity Option Pricing: Implications for Credit Risk", "authors": {"authors": [{"id": "695342", "last_name": "Fusari", "first_name": "Nicola", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=695342"}, {"id": "2655432", "last_name": "Lamichhane", "first_name": "Sujan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2655432"}]}, "affiliations": "Johns Hopkins University - Carey Business School and International Monetary Fund (IMF)", "id": "5393252", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393252", "category": ["ECON"], "detail": {"title": "Structural Equity Option Pricing: Implications for Credit Risk", "declarations": null, "keywords": {"keywords": ["Structural Option Pricing", "Credit Risk", "Compound Option", "Deep Neural Network"]}, "jelCodes": {"jelCodes": ["C51", "C52", "G12", "G13"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5393252.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "We develop a structural model for equity option pricing that incorporates stochastic volatility and time-varying asset jumps. The asset dynamics belong to the broad class of affine models, but the corresponding equity dynamics are non-affine, making traditional Fourier-based valuation methods computationally intensive. We address this challenge by training a deep neural network to approximate the option pricing function. Using liquid, exchange-traded equity options, we estimate key firm-level characteristics, specifically, asset variance and market leverage, which are used to derive an option-implied probability of default (PD). This PD co-moves with over-the-counter CDS spreads but also exhibits persistent residuals that we link to intermediary constraints. Our approach delivers a real-time, forward-looking, equity market-based measure of credit risk that is, by construction, unaffected by the illiquidity and frictions inherent in credit markets."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "37", "title": "Commuting Time, Flexibility, and Job Security", "authors": {"authors": [{"id": "5647818", "last_name": "van Landeghem", "first_name": "Bert", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5647818"}, {"id": "4231275", "last_name": "Dohmen", "first_name": "Thomas", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4231275"}, {"id": "6038641", "last_name": "Hole", "first_name": "Arne  Risa", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6038641"}]}, "affiliations": "University of Sheffield, University of Bonn and <i>affiliation not provided to SSRN</i>", "id": "5400981", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400981", "category": ["ECON"], "detail": {"title": "Commuting Time, Flexibility, and Job Security", "declarations": null, "keywords": {"keywords": ["Reservation Wage", "Job Search", "Job Amenities", "Compensating Differentials", "Choice Experiments"]}, "language": "1", "paperDate": null, "fileName": "97ebcf6e-4c6c-4790-92c0-5b3637e3ca10-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "LABECO-D-25-00458", "id": "3236757", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We analyse workers’ preferences for wages, commute time, working-from-home, flexibility, job security, and social impact using discrete choice experiments from 2022 and 2025 with about 4,000 Flemish employees. Preferences for shorter commutes and flexible schedules remain stable post-pandemic, with substantial willingness-to-pay (WTP) for these attributes. However, WTP for job security declined and the value of socially impactful jobs disappeared by 2025. Latent class analysis identifies distinct groups differing in their valuation of non-wage attributes, linked to education and commuting experiences. Our results highlight the persistent demand for flexibility and commute benefits along with the shifting views on security and the meaning of jobs."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "59", "title": "The Gains from International Carbon Trade and the Ranking of Suboptimal Climate Policies", "authors": {"authors": {"id": "85643", "last_name": "Karp", "first_name": "Larry S.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=85643"}}, "affiliations": "University of California, Berkeley", "id": "5401057", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401057", "category": ["ECON"], "detail": {"title": "The Gains from International Carbon Trade and the Ranking of Suboptimal Climate Policies", "declarations": null, "keywords": {"keywords": ["asymmetric information", "pollution control", "cap and trade", "Article 6 of Paris Agreement"]}, "language": "1", "paperDate": "2025-02-10", "fileName": "5401057.pdf", "contentType": {"contentType": "0", "other": "CUDARE working paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "International negotiations have neither created a foundation for a global carbon market nor set emissions reduction targets to respect a 2 o C ceiling on temperature increase. A novel method of estimating gains from the international reallocation of abatement distinguishes between gains that can in principle be achieved by fiat, using public information, and those gains that require a market to reveal private or nonverifiable information. The second type of gain is much larger than the fiat gains; it equals 7% of aggregate abatement costs at a policy that seeks to achieve a 40% emissions reduction. However, these gains would be enough to finance only a small increase in abatement. The suboptimality of abatement targets favors quotas over taxes, but that small advantage is swamped by the cost of a missing carbon market."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "33", "title": "Organizational Transmission of AI: Managerial Influence on Generative AI Adoption", "authors": {"authors": {"id": "2056105", "last_name": "Makridis", "first_name": "Christos", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2056105"}}, "affiliations": "Stanford University", "id": "5401053", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401053", "category": ["ECON"], "detail": {"title": "Organizational Transmission of AI: Managerial Influence on Generative AI Adoption", "declarations": null, "keywords": {"keywords": ["Generative AI", "Technology adoption", "Managers", "Trust", "Communication", "Organizational diffusion", "Artificial intelligence"]}, "jelCodes": {"jelCodes": ["O33", "M15", "M54"]}, "language": "1", "paperDate": "2025-08-21", "fileName": "5401053.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Using longitudinal data from the Gallup Panel with roughly 10,000 U.S. respondents, surveyed annually between 2023 and 2025, we document new patterns in the heterogeneous adoption of generative AI and its \"organizational transmission\" within firms. We show that trust in leadership and clear managerial communication are the strongest predictors of employee uptake, even after accounting for income, occupation, and sector. Exploiting within-person variation and managerial exposure, we demonstrate that the complementarity between AI adoption and workplace culture significantly shapes employee outcomes. Specifically, employees who adopt AI in environments characterized by high managerial trust and clear communication exhibit markedly higher engagement relative to peers adopting AI under weaker managerial conditions. These results highlight the central role of managers in mediating technology diffusion and underscore that the productivity gains from AI hinge not only on the technology itself, but also on the organizational context in which it is deployed."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Fordham Journal of Corporate and Financial&nbsp;Law, Volume&nbsp;XXXI", "page_count": "59", "title": "Reviving Shareholder Voice by Redefining Pre-Suit Demand", "authors": {"authors": {"id": "1070964", "last_name": "Couture", "first_name": "Wendy Gerwick", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1070964"}}, "affiliations": "University of Idaho College of Law", "id": "5400557", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "26", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400557", "category": ["MG"], "detail": {"title": "Reviving Shareholder Voice by Redefining Pre-Suit Demand", "declarations": null, "keywords": {"keywords": ["Corporate Law", "Derivative Litigation", "Delaware", "Shareholder Voice"]}, "jelCodes": {"jelCodes": "K22"}, "language": "1", "paperDate": "2025-08-21", "fileName": "5400557.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Fordham Journal of Corporate and Financial&nbsp;Law, Volume&nbsp;XXXI", "id": "3236516", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This article diagnoses, and seeks to cure, an undertheorized dynamic relationship between two levers of shareholder influence in the modern public corporation: suit and voice. This article demonstrates that, under current Delaware law, a shareholder must stifle its voice in order to retain the ability to pursue a viable derivative claim, thus inhibiting the shareholder's monitoring and information-sharing roles. In particular, the onerous \"demand made\" litigation pathway disincentives pre-suit demand, and the expansive definition of presuit demand captures shareholder communications to the board seeking corrective action other than litigation. To avoid this collision between suit and voice, this article proposes a narrowed definition of pre-suit demand, which furthers the policy rationales underlying the pre-suit demand requirement without stifling shareholder voice."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Bank of Korea No. 25-15", "page_count": "51", "title": "Effect of Climate Change on the&nbsp;Korean Economy: Aggregated VAR&nbsp;with Functional Data", "authors": {"authors": [{"id": "6521023", "last_name": "Kim", "first_name": "Jihyun", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6521023"}, {"id": "2851584", "last_name": "Kwak", "first_name": "Boreum", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2851584"}]}, "affiliations": "Sungkyunkwan University and Bank of Korea - Economic Research Institute", "id": "5401113", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401113", "category": ["ECON"], "detail": {"title": "Effect of Climate Change on the&nbsp;Korean Economy: Aggregated VAR&nbsp;with Functional Data", "declarations": null, "keywords": {"keywords": ["Climate change", "economic growth and climate risks", "South Korean economy", "global climate", "local weather", "factor model", "VAR"]}, "jelCodes": {"jelCodes": ["Q54", "C32", "O44", "F41", "C38"]}, "language": "1", "paperDate": "2025-08-21", "fileName": "SSRN_ID5401113_code2043490.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Bank of Korea No. 25-15", "id": "3236862", "journalName": "Bank of Korea Economic Research Institute Research Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This study investigates the economic effects of climate change on small open economies within a broader global context, using South Korea as a case study. We apply advanced econometric techniques to analyze high-dimensional functional data and employ an Instrumental Factor Model to construct a Global Climate Index that captures global climate dynamics. Additionally, we develop localized seasonal weather indices for South Korea. An aggregated VAR framework is employed to es- timate the dynamic effects of the constructed climate index on key macroeconomic variables in South Korea. Global temperature and economic shocks are identified to reveal how global temperature changes affect countries with different income levels and how these effects propagate to South Korea’s economy. Our findings indicate that global temperature shocks have significantly negative and persistent effects on GDP worldwide. In contrast, local weather variations in South Korea, though volatile, exert minimal direct influence on domestic GDP and CPI. The pa- per contributes to climate-economy research by offering a scalable methodological framework capable of handling large datasets and complex interactions. It provides important insights for policymakers, emphasizing the need for international cooper- ation and sustainable strategies to mitigate the economic risks of climate change."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "77 STAN. L.REV. 1189 (2025)&nbsp;", "page_count": "63", "title": "Antitrust's North Star: The Continued and Nameless Judicial Deference Toward the Merger Guidelines", "authors": {"authors": {"id": "6633872", "last_name": "Badii", "first_name": "Mahshad", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6633872"}}, "affiliations": "Stanford University", "id": "5400587", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400587", "category": ["ECON"], "detail": {"title": "Antitrust's North Star: The Continued and Nameless Judicial Deference Toward the Merger Guidelines", "declarations": null, "keywords": {"keywords": ["Merger Guidelines", "Antitrust", "Department of Justice", "DOJ", "FTC", "Federal Trade Commission", "Skidmore", "Chevron", "Administrative Procedure Act", "judicial deference", "finality"]}, "language": "1", "paperDate": "2025-05-18", "fileName": "5400587.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "77 STAN. L.REV. 1189 (2025)&nbsp;", "id": "3236526", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "In December 2023, the Department of Justice and the Federal Trade Commission issued the eighth iteration of the Merger Guidelines-guidance documents that outline the antitrust agencies' priorities when reviewing a merger or acquisition. These documents are not legally binding. And yet over the past fifty years, courts have heavily relied upon the Guidelines to decide antitrust cases, citing them in equal breath with statutes and case law. This is a deference that has unfolded quietly. Courts piling on citations to the Guidelines have not articulated exactly what kind of deference these guidance documents are receiving. Nor have they explained why this deference is happening at all.&nbsp; <br><br>This Note seeks to shine a light on how and why the Merger Guidelines climbed to such an incredibly prominent position in modern antitrust jurisprudence. First, it charts the history of the Guidelines' birth and development from 1968 to 2023, highlighting how the Guidelines and the case law gradually came into conversation with one another. It then explores how the antitrust agencies&nbsp;came to voluntarily adopt notice-and-comment procedures that mimic the Administrative Procedure Act's requirements, despite having no obligation to do so. This Note argues that the agencies have sought to cloak the Guidelines in greater procedure in order to bolster their popular legitimacy and temper judicial skepticism. After categorizing the specific language judges have used to refer to the Guidelines in merger decisions from December 2000 to February 2025, this Note concludes that courts have generally failed to label their deference. From this silence, the Note predicts courts will continue to rely on the Guidelines and argues they should apply Skidmore deference when doing so. This Note closes with an exploration of whether the Supreme Court's doctrinal tidal waves in in deference and finality might uproot the thus far nameless deference. The first year of cases issued under the 2023 Guidelines reveals that the Guidelines have largely remained persuasive to the courts. Antitrust's north star continues to light the way."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "54", "title": "A Promise in the Name of God", "authors": {"authors": [{"id": "4833252", "last_name": "Kim", "first_name": "Yongseok", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4833252"}, {"id": "5113850", "last_name": "Neshat", "first_name": "Navid", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5113850"}]}, "affiliations": "Tulane University - A.B. Freeman School of Business and Tulane University - A.B. Freeman School of Business", "id": "5391961", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "16", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391961", "category": ["ECON"], "detail": {"title": "A Promise in the Name of God", "declarations": null, "language": "1", "paperDate": "2025-08-14", "fileName": "5391961.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "In countries with weak institutions, sellers face challenges in assuring buyers of product quality. Using hundreds of audio-recorded trade negotiations in Afghanistan, we document that sellers often invoke God to address this problem. Such verbal commitments are more prevalent when product quality is difficult to verify ex ante and when sellers lack a fixed location, limiting the role of reputation as a commitment device. We posit that these commitments operate as a signaling device, as making false claims under divine invocation is believed to entail cosmic costs. Findings from two field experiments corroborate this interpretation: goods sold under such invocations are of higher quality, and such invocations significantly increase sales. These effects are stronger when the mechanism is more salient, for example, when sellers exhibit outward signs of religiosity. Our findings indicate that verbal commitments can serve as credible signals, challenging the prevailing view that they are merely cheap talk."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "34", "title": "The Nature of the Firm and Endogenous Production Networks", "authors": {"authors": {"id": "7575368", "last_name": "Yang", "first_name": "Jian", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7575368"}}, "affiliations": "Shanghai Jiao Tong University (SJTU)", "id": "5390238", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390238", "category": ["ECON"], "detail": {"title": "The Nature of the Firm and Endogenous Production Networks", "declarations": null, "keywords": {"keywords": ["Production Networks", "Endogenous Firm Boundaries", "Transaction Cost"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5390238.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper develops a tractable general equilibrium model where production networks are formed endogenously. Drawing on transaction cost theory, the analysis centers on firms' \"make-or-buy\" decisions, which are driven by an asymmetric tax wedge between market and internal sourcing. This core mechanism shapes both firm boundaries and the aggregate network structure. Within this framework, the paper establishes the existence and uniqueness of the equilibrium and yields three key findings. First, firm-level productivity gains can paradoxically lower aggregate output through inefficient integration. Second, the tax wedge can distort the identity of specialist producers. Third, uniform, fully-rebated taxes are shown to be non-neutral when they alter firms' organizational boundaries. More broadly, the paper provides a framework that bridges the theory of the firm with macroeconomics, demonstrating the fundamental role of institutional frictions in shaping aggregate outcomes."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "25", "title": "Counterfiets the Devil Killing Originality in SMES of Uganda A Case of Kacita, Kampala", "authors": {"authors": {"id": "5249267", "last_name": "Mukasa Bbaale", "first_name": "Prossie", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5249267"}}, "affiliations": "Independent", "id": "5390081", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390081", "category": ["ECON"], "detail": {"title": "Counterfiets the Devil Killing Originality in SMES of Uganda A Case of Kacita, Kampala", "declarations": {"ethicsApproval": "A written consent was written to the leader of Kampala city traders association so as to collect data.", "funderStatement": "This study was self funded with no support from any organization."}, "keywords": {"keywords": ["Counterfiets", "SMES"]}, "language": "1", "paperDate": "2023-09-13", "fileName": "5390081.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Counterfeit products are unauthorized replicas of genuine goods, typically produced to deceive consumers by imitating the original brand's trademark, packaging, or design, and infringing intellectual property rights (OECD/EUIPO, 2019). Counterfeit commodities or imitated goods represent an extensive and established industry that is global and has affected almost all countries in a distributive measure. Counterfeit goods vary from illegible production of copyrighted goods to breaches of commodity patents in the case of capital and technical products, as well as industrial goods. This study focused on finding out whether trading in counterfeit goods erodes trade-in genuine goods. The key intentions of the study were; to find out whether trade in counterfeit goods (General Merchandise and Shoes) erodes genuine goods from the market; to identify the drivers of counterfeit trade in Uganda and to use findings of the study to inform policy decision making. This research used a descriptive cross-sectional research design which employed both quantitative as well as qualitative approaches. Data for this study was collected from traders under their umbrella body called Kampala City Traders Association (KACITA), operating within Kampala Capital City Authority (KCCA) using structured open-ended questionnaires and interviews. Findings from the study indicated that counterfeit goods have the capacity and in the case of Uganda have eroded genuine goods from the market. Traders confessed that, because of the consumer changes in preferences and availability of cheap goods, it becomes illogical to sell genuine goods that are relatively scarce, highly expensive and with a low velocity in terms of the period they spend on shelves. This means traders had one option shifting to imitated goods that have a ready market. Similarly, it was found out that the biggest driver for counterfeit business was the expected profits from the business but also the weak regulatory framework and enforcement of the anti-counterfeiting Act. The study recommends that a deeper analysis of the legal framework for the anti-counterfeiting regime for Uganda be revisited and strengthened. Government of Uganda should set up an enforcement mechanism or a branch in police with specialized roles of fighting the counterfeit vice as well ensuring compliance. Additionally, the study recommends the government provide relief incentives in the form of tax reduction among others. This will help lower the price burden and make competition with other goods more achievable as both fake and genuine goods will have a close pricing strategy making goods similarly cheaper."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "3", "title": "ERM Cross Nation: Structural Incentive Divergence and Global Economic Trends", "authors": {"authors": {"id": "7815080", "last_name": "Li", "first_name": "JW", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7815080"}}, "affiliations": "Independent", "id": "5390103", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390103", "category": ["ECON"], "detail": {"title": "ERM Cross Nation: Structural Incentive Divergence and Global Economic Trends", "declarations": {"declarationOfInterest": "The author declares no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "ethicsApproval": "Not applicable. This study does not involve human participants, animals, or sensitive data requiring ethics approval.", "funderStatement": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors."}, "keywords": {"keywords": ["Economic Relativity Model", "C/P Ratio", "Structural Boundaries", "Economic Prediction", "Cross-National Analysis", "Systemic Capacity", "Institutional Friction"]}, "jelCodes": {"jelCodes": ["E60", "E32", "O47", "P16", "D91"]}, "language": "1", "paperDate": "2025-08-05", "fileName": "5390103.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper applies the Economic Relativity Model (ERM) to a comparative study of the structural\n<br>\neconomic dynamics of the United States, Japan, the European Union, and Russia. By analyzing the\n<br>\ntrajectory of each country’s cost-to-price ratio (c/p), theoretical capacity (F), and systemic friction (a),\n<br>\nwe identify divergence in economic incentives and predict potential strategic inflection points. The\n<br>\n<div>\n analysis is grounded in the ERM master function:\n</div>\n<div>\n <br>\n</div>This function models economic output (Y) as constrained by structural cost-pressure and systemic\n<br>\ninefficiencies, revealing the latent energy and directional momentum of economic systems. We argue\n<br>\nthat the c/p trajectory—representing the psychological and structural pressure on decision-makers—is a\n<br>\nleading indicator of future economic tipping points."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Nowhere appeared or presented", "page_count": "11", "title": "Tariff Wars: Impact on India and World Economy.", "authors": {"authors": {"id": "7848062", "last_name": "Gupta", "first_name": "Abhisek", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848062"}}, "affiliations": "Institute of Chartered Accountants of India (ICAI)", "id": "5390287", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390287", "category": ["ECON"], "detail": {"title": "Tariff Wars: Impact on India and World Economy.", "declarations": null, "keywords": {"keywords": ["Tariff", "Global Impact", "Chartered Accountant", "Diplomacy", "Geographical tightrope", "FDI", "Supply Chain", "Inflation", "Export Opportunities"]}, "language": "1", "paperDate": "2025-05-25", "fileName": "5390287.pdf", "contentType": {"contentType": "0", "other": "Research paper"}, "contentFormat": {"contentFormat": "5", "other": "Theoritical Research paper"}, "publicationDetails": {"publicationDetails": {"detailsText": "Nowhere appeared or presented", "id": "3230147", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "<div>\n This paper discusses on the global tariff wars imposed by US President Donald&nbsp;<span>Trump in his second tenure in 2025. It explores the origins, progression, and&nbsp;</span><span>implications of these trade conflicts, particularly the U.S.-China trade war and also&nbsp;</span><span>some snapshots are provided with other countries like Mexico, Canada and&nbsp;</span><span>European Union. The research highlights India's position by evaluating the&nbsp;</span><span>economic and geopolitical impact, and provides a SWOT analysis in the Indian&nbsp;</span><span>context. Furthermore, it also emphasizes the role of Chartered Accountants (CAs)&nbsp;</span><span>and concludes with some favorable recommendations.</span>\n</div>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "13", "title": "Time for Development", "authors": {"authors": [{"id": "3186187", "last_name": "Min", "first_name": "Jihoon", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3186187"}, {"id": "1095044", "last_name": "Rao", "first_name": "Narasimha D.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1095044"}]}, "affiliations": "International Institute for Applied Systems Analysis (IIASA) and Yale School of the Environment", "id": "5390280", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390280", "category": ["ECON"], "detail": {"title": "Time for Development", "declarations": null, "keywords": {"keywords": ["Provisioning System", "Time Inequality", "Societal Time Use"]}, "language": "1", "paperDate": "2025-05-19", "fileName": "5390280.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "How efficiently do societies convert collective time into the fulfillment of basic needs-and what are the implications for wellbeing and development? Traditional poverty and wellbeing metrics, such as the International Poverty Line and Multidimensional Poverty Index, largely ignore time as a critical resource. This article addresses this gap and proposes the \"time conversion factor,\" a metric that quantifies how effectively countries transform societal time inputs into outputs that satisfy essential needs. Empirical data from time-use surveys reveal stark crosscountry differences in time spent on food provisioning, highlighting structural inequalities that limit discretionary time and economic growth. We demonstrate that time-inefficient provisioning systems trap societies in a cycle of deprivation and delayed development. Prioritizing the measurement and improvement of time conversion in provisioning systems is therefore essential to advancing sustainable wellbeing and breaking persistent cycles of inequality."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "42", "title": "A Europe Fit for the Age of Startups: Rhetoric and Reality in the EU's Digital Package", "authors": {"authors": [{"id": "2230456", "last_name": "Radic", "first_name": "Lazar", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2230456"}, {"id": "2348838", "last_name": "Auer", "first_name": "Dirk", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2348838"}]}, "affiliations": "IE University - IE Law School and International Center for Law & Economics (ICLE)", "id": "5390135", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "23", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390135", "category": ["ECON"], "detail": {"title": "A Europe Fit for the Age of Startups: Rhetoric and Reality in the EU's Digital Package", "declarations": {"funderStatement": "This paper was written with support from the International Center for Law &amp; Economics."}, "keywords": {"keywords": ["Startups", "AI Act", "Digital Markets Act", "Digital Services Act", "Digital Regulation", "Draghi Report", "EU competitiveness", "competitiveness"]}, "language": "1", "paperDate": "2025-07-13", "fileName": "5390135.pdf", "contentType": {"contentType": "3", "other": "White Paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<div>\n <p><span>This paper examines the alignment between the European Union's ambitious goal of fostering a vibrant startup ecosystem and its recent wave of digital regulations. The analysis is framed against the backdrop of the Draghi Report’s sobering assessment of European competitiveness, which points to a widening productivity and innovation gap with global leaders. The report identifies overregulation, fragmented capital markets, and low startup activity as key contributing factors to Europe's economic challenges.</span></p>\n <p>This paper argues that a fundamental tension exists between the EU's twin policy pillars of expansive digital regulation—including the Digital Markets Act (DMA), Digital Services Act (DSA), and AI Act—and its commitment to promoting startups. While policymakers often cite these regulations as crucial for creating a more level playing field, they may be working at cross purposes.</p>\n <p>Through a review of the Digital Package's design and its accompanying impact assessments, the paper reveals a mixed and often insufficient consideration of startup-specific concerns. It finds that the impact assessments of key legislation frequently overlook the potential negative effects on nascent companies, despite empirical research showing that digital regulations have contributed to increased market concentration and a decline in startup investment.</p>\n <p>While some acts, such as the AI Act, include specific provisions and carve-outs to ease the regulatory burden on small firms, these measures may not be sufficient to counteract broader compliance costs and bureaucratic hurdles. The cumulative weight of such obligations risks creating barriers to entry, discouraging entrepreneurship, and hampering the ability of innovative firms to scale.</p>\n <p>The paper concludes that this misalignment between rhetoric and reality risks pushing Europe further from the technological frontier and undermining its ambition to be “fit for the Digital Age.” Without a more coherent approach that reconciles regulatory ambitions with the needs of startups, the EU may find its competitiveness and innovative capacity further diminished.</p>\n <p></p>\n</div>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "5", "title": "Pandangan Sosiologi Sastra Terhadap Estetika Marxis (<span>A Sociology of Literature Perspective on Marxist Aesthetics)</span>", "authors": {"authors": {"id": "7847757", "last_name": "Alisatirakza", "first_name": "Sunny Muhammad", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7847757"}}, "affiliations": "UIN Syarif Hidayatullah Jakarta", "id": "5392626", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "14", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392626", "category": ["ECON"], "detail": {"title": "Pandangan Sosiologi Sastra Terhadap Estetika Marxis (<span>A Sociology of Literature Perspective on Marxist Aesthetics)</span>", "declarations": null, "keywords": {"keywords": ["Estetika Marxis", "Realisme Sosialis", "Sosiologi Sastra"]}, "language": "30", "paperDate": "2025-08-07", "fileName": "5392626.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<b>Indonesian Abstract: </b>Sosiologi sastra sebagai pendekatan sastra yang mempertimbangkan manusia dan segi-segi kemasyarakatan banyak didasari oleh pandangan estetika Marxis, sebuah pandangan yang melihat hubungan sastra dan masyarakat melalui teori determinisme. Sastra dipandang sebagai cermin dari kondisi ekonomi dan proses produksi. Pandangan 'sastra sebagai cermin masyarakat' ini telah menerima banyak kritik, salah satunya dari Wellek dan Wallen (1956) yang menilai penganut estetika Marxis menetapkan kriteria non-sastra terhadap karya sastra. Namun tulisan ini berargumen bahwa kritik tersebut salah sasaran, sebab Marx dan Engels tidak pernah merumuskan estetika Marxis secara langsung dan sebetulnya pandangan estetika Marxis sejalan dengan syarat sosiologi sastra dari Alan Swingewood. Sebaliknya, kritik-kritik tersebut lebih tepat ditujukan pada perkembangan lanjutan estetika Marxis, seperti Realisme Sosialis yang digunakan sebagai alat politik oleh Vladimir Lenin dan Joseph Stalin, atau Realisme Kritis dari George Lukacs. Oleh karena itu, penting untuk membedakan antara Estetika Marxis sebagai dasar pandangan dengan Realisme Sosialis dan Realisme Kritis sebagai perkembangannya guna menghindari kekeliruan dalam analisis dan kritik.<br><br><b>English Abstract: </b>Sociology of literature as an approach to literature that considers humans and social aspects is largely based on the views of Marxist aesthetics, a perspective that sees the relationship between literature and society through the theory of determinism. Literature is seen as a mirror of economic conditions and production processes. This view of 'literature as a mirror of society' has received much criticism, one of which came from Wellek and Wallen (1956) who argued that followers of Marxist aesthetics applied non-literary criteria to literary works. However, this paper argues that such criticism is misguided, as Marx and Engels never directly formulated Marxist aesthetics, and in fact, the view of Marxist aesthetics is in line with the requirements of the sociology of literature from Alan Swingewood. Conversely, these criticisms are more appropriately directed at the further development of Marxist aesthetics, such as Socialist Realism which was used as a political tool by Vladimir Lenin and Joseph Stalin, or Critical Realism from George Lukacs. Therefore, it is important to distinguish between Marxist Aesthetics as a foundational view and Socialist Realism and Critical Realism as its developments to avoid errors in analysis and criticism.&nbsp;"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "15", "title": "The Scope of Tax Accounting Research", "authors": {"authors": [{"id": "357514", "last_name": "Dyreng", "first_name": "Scott", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=357514"}, {"id": "806360", "last_name": "Hoopes", "first_name": "Jeffrey L.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=806360"}, {"id": "16319", "last_name": "Maydew", "first_name": "Edward L.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=16319"}]}, "affiliations": "Duke University - Accounting, University of North Carolina (UNC) at Chapel Hill - Accounting Area and University of North Carolina at Chapel Hill", "id": "5400761", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "30", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400761", "category": ["ECON"], "detail": {"title": "The Scope of Tax Accounting Research", "declarations": null, "language": "1", "paperDate": "2025-08-05", "fileName": "5400761.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "We argue that tax researchers in accounting should expand the scope of their inquiry to include all types of taxes paid by all types of taxpayers, and that editors and reviewers should be more willing to review and consider such papers. Accountants in practice engage with a wide variety of taxes-such as payroll, sales, property, carbon, and other excise taxes-yet tax accounting scholars and journals have largely ignored these areas. We propose that broadening the scope of tax research will better align academic inquiry with real-world practice and public policy. Furthermore, we contend that accounting scholars bring valuable skills to the table for studying the effects of these taxes, given their institutional knowledge, familiarity with tax and accounting data, and experience with taxpayer behavior. By encouraging research on a broader set of taxes, accounting journals and tax accounting scholars have the potential to expand their impact and relevance.&nbsp;"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "33", "title": "<p>Why Avoiding Deindustrialization Via Subsidies May Trigger a Subsidy Trap and Slow Down Green Investments</p>", "authors": {"authors": [{"id": "5308220", "last_name": "Dertwinkel-Kalt", "first_name": "Markus", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5308220"}, {"id": "2213318", "last_name": "Ressi", "first_name": "Anna", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2213318"}, {"id": "287712", "last_name": "Wey", "first_name": "Christian", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=287712"}]}, "affiliations": "University of Münster, WHU - Otto Beisheim School of Management and University of Düsseldorf - Düsseldorf Institute for Competition Economics (DICE)", "id": "5391807", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391807", "category": ["ECON"], "detail": {"title": "<p>Why Avoiding Deindustrialization Via Subsidies May Trigger a Subsidy Trap and Slow Down Green Investments</p>", "declarations": null, "keywords": {"keywords": ["Deindustrialization", "Bridge Electricity Price", "Electrification", "Green Transition", "Subsidy Trap"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5391807.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "To counter the threat of deindustrialization due to soaring energy prices and facilitate a green transition, policymakers have devised new subsidy schemes such as the \"bridge electricity price\" (BEP). To analyze this, we develop a model, where the principal introduces a subsidy program to prevent the agent from exiting and facilitate green investments, which would end the agent's reliance on the subsidy. We demonstrate that, while successfully mitigating deindustrialization, the subsidy can lead to unintended consequences. First, the principal's commitment problem can lower investment incentives and lead to the subsidy program being everlasting. Second, it can induce a \"subsidy trap\", drawing non-targeted agents into the subsidy scheme. Lastly, it can reinforce the exit problem it intended to solve by encouraging opportunistic investments. When applying our results to the BEP, we conclude that the fiscal costs of this subsidy could, therefore, far exceed initial projections."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "39", "title": "<p>Simulating Electoral System Changes and How Voters Might Respond</p>", "authors": {"authors": {"id": "5781065", "last_name": "Baltz", "first_name": "Samuel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5781065"}}, "affiliations": "Massachusetts Institute of Technology (MIT) - Department of Political Science", "id": "5391965", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391965", "category": ["ECON"], "detail": {"title": "<p>Simulating Electoral System Changes and How Voters Might Respond</p>", "declarations": null, "keywords": {"keywords": ["Electoral Systems", "Voter Behaviour", "Strategic Voting", "Ranked-Choice Voting", "Proportional Representation"]}, "language": "1", "paperDate": "2024-10-01", "fileName": "5391965.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "A crucial determinant of electoral system choice is how many seats a specific political party would win under some alternative electoral system, but this quantity has long been estimated using a simple approach that is known to have multiple major flaws. I address these problems by developing a computational formal model that estimates how the seat totals in a particular Single-Member District Plurality election might have been different if the election had been held under another electoral system, explicitly simulating how strategic voters might have voted differently. The model is falsifiable, and outperforms the widespread simple approach in estimating seat counts after New Zealand's electoral system change. I apply the model to Canada and Britain, simulating elections under Borda count and Mixed-Member Proportional systems. The results suggest that parties do not consistently support the systems that would win them the most seats."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "18", "title": "Digital Operational Resilience Act (DORA) And Similar Global ICT Risk Management Frameworks Requires a Structured Approach That Balances Theory, Empirical Evidence, And Critical Analysis", "authors": {"authors": {"id": "7608926", "last_name": "Shah", "first_name": "Imran Hussain", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7608926"}}, "affiliations": "The University of Lahore Islamabad Campus", "id": "5391781", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "12", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391781", "category": ["ECON"], "detail": {"title": "Digital Operational Resilience Act (DORA) And Similar Global ICT Risk Management Frameworks Requires a Structured Approach That Balances Theory, Empirical Evidence, And Critical Analysis", "declarations": {"ethicsApproval": "Ethics Approval This study did not involve human participants, animals, or personal identifiable data; therefore, ethics approval was not required. All secondary data used were obtained from publicly available and credible sources, including official bank reports, World Bank databases, IMF statistics, and other recognized financial data repositories."}, "keywords": {"keywords": ["Digital Operational Resilience Act", "ICT risk management", "cyber incidents", "financial sector resilience", "ENISA", "EU regulation", "banking cybersecurity", "operational risk", "regulatory compliance", "global ICT frameworks"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5391781.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<span>The increasing reliance on digital infrastructures in the financial sector has heightened vulnerability to cyber threats, prompting regulators to strengthen operational resilience requirements. This study investigates the impact of ICT sectoral exposure on the incidence of cyber incidents in the European Union, with a specific focus on the Digital Operational Resilience Act (DORA) framework and its global comparators. Using panel data from ENISA incident reports (2023–2024) covering EU and neighboring countries, we analyze the relationship between the proportion of incidents affecting banking, public finance, and individual sectors. Ordinary Least Squares regression reveals that banking sector exposure (% of incidents) is a statistically significant predictor of total incident counts (p &lt; 0.001), whereas public finance and individual exposure proportions are not significant drivers. Multicollinearity diagnostics (VIF &lt; 2.3), heteroskedasticity tests (p &gt; 0.26), and serial correlation tests (p &gt; 0.09) confirm the robustness of the model. The findings highlight the critical role of targeted resilience measures in the banking sector, suggesting that DORA’s emphasis on ICT risk testing, incident classification, and third-party oversight aligns with empirical risk concentrations. Comparative discussion with frameworks such as the US FFIEC CAT and APAC MAS TRM shows that while global regimes share similar principles, DORA’s legally binding scope and harmonized EU-wide enforcement mechanisms provide a more comprehensive governance structure. The study contributes to the literature by offering empirical evidence to guide policymakers, regulators, and financial institutions in prioritizing ICT risk management strategies, particularly in sectors with disproportionate exposure to cyber threats</span>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "2", "title": "<p>AI - A Game Changer for Digitally Native Brands</p>", "authors": {"authors": {"id": "7766912", "last_name": "Alexandrova", "first_name": "Darina", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7766912"}}, "affiliations": "MGIMO (Moscow State University of International Relations)", "id": "5392309", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392309", "category": ["ECON"], "detail": {"title": "<p>AI - A Game Changer for Digitally Native Brands</p>", "declarations": null, "keywords": {"keywords": ["Digitally Native Brands (DNBs)", "Artificial Intelligence", "E-Commerce", "Customer Data", "Digital Transformation", "AI Talent", "Experimentation Culture", "Business Model Innovation", "Customer Experience", "Automation"]}, "language": "1", "paperDate": "2024-04-20", "fileName": "5392309.pdf", "contentType": {"contentType": "2", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper explores the nature, competitive advantages, and operational models of Digitally Native Brands (DNBs), with a particular focus on their integration of artificial intelligence (AI). DNBs are defined as companies born and operating primarily or exclusively online, targeting digitally native consumers through personalized and data-driven strategies. Their success is largely attributed to their deep understanding of customers, real-time analytics, and ability to leverage AI across all business functions. Unlike traditional companies, DNBs embed AI into their core from inception, using it not only for automation and efficiency but also to complement human creativity and decision-making. The paper also outlines key reasons why DNBs are more successful in AI adoption, including effective AI talent management, structured experimentation culture, and robust digital platforms."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "75", "title": "The Dynamics of Technology Transfer: Multinational Investment in China and Rising Global Competition", "authors": {"authors": [{"id": "2492290", "last_name": "Choi", "first_name": "Jaedo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2492290"}, {"id": "6648311", "last_name": "Shim", "first_name": "Younghun", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6648311"}, {"id": "7865804", "last_name": "Cui", "first_name": "George", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7865804"}]}, "affiliations": "Federal Reserve Board of Governors, International Monetary Fund (IMF) and International Monetary Fund (IMF)", "id": "5400133", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400133", "category": ["ECON"], "detail": {"title": "The Dynamics of Technology Transfer: Multinational Investment in China and Rising Global Competition", "declarations": null, "language": "1", "paperDate": "2025-06-01", "fileName": "5400133.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<span><span>US multinationals form joint ventures in China for market access and lower labor costs. However, these ventures transfer knowledge to Chinese partners and local firms, increasing future competition from China. While multinationals take into account these spillovers, they don’t account for the impact on other US firms, potentially leading to over-investment from a US social perspective. We establish three novel empirical facts on spillovers and competition effects. First, Chinese parent firms of joint ventures become larger, export more, and grow technologically similar to their US partners. Second, in industries with more joint ventures, even non-participating Chinese firms grow larger and more technologically advanced. Third, US firms in these industries experience negative impacts on their size, exports, and innovation. We then develop a two-country growth model with oligopolistic competition and endogenous innovation and joint venture decisions. For the US, joint ventures generate short-run gains that are outweighed by long-run losses due to rising competition from China. Large US firms’ profits are higher with joint ventures, at the expense of small firms’ profits and the real wage. Banning joint ventures from the beginning would have raised US welfare by 1.2 percent but reduced China’s by 10.6 percent, as Chinese firms’ productivity growth is substantially delayed.</span></span>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "12", "title": "The Bhopal Gas Tragedy: A Case Study in Industrial Disaster and Corporate Accountability", "authors": {"authors": {"id": "2115783", "last_name": "Kumar", "first_name": "Navin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2115783"}}, "affiliations": "Kurukshetra University", "id": "5391355", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391355", "category": ["ECON"], "detail": {"title": "The Bhopal Gas Tragedy: A Case Study in Industrial Disaster and Corporate Accountability", "declarations": null, "keywords": {"keywords": ["Hazardous", "Victims", "Compensation", "Tribunal", "Disease", "Displacement"]}, "language": "1", "paperDate": "2025-05-03", "fileName": "5391355.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Purpose-To explore the actual condition of the city after the gas emission and the effects of the tragedy on the community nearby industry. Examine the roles and responsibilities of Union Carbide Corporation, its parent company and the Indian government in the disaster, highlighting failures in industrial safety, crisis management and post-tragedy justice. Evaluate the sufficiency and inadequacy of the financial compensation, legal judgement and rehabilitation given to the victims in terms of why monetary settlements alone could not heal the irreparable damage. Design/methodology/approach-The research methodology for this study involves the use of secondary data from a broad spectrum of credible references, including academic journals, books, government websites and official reports. Data collection for this research will involve reviewing the literature and relevant archive records pertaining to the subject matter of the research study. This secondary data then is analysed systematically, categorized and synthesized to satisfy the objectives of the research. It then adopts a methodology that guarantees sound foundations for the study using established information to derive significant insights and conclusions without making primary data collection. Findings-The findings of this paper reveal the devastating and long-lasting impact of the Bhopal Gas Tragedy on both the environment and the affected communities. The gas leak caused immediate death, widespread illness and long-term health issues such as respiratory diseases and birth defects. Union Carbide's negligence, along with its parent company's lack of oversight and the Indian government's failure to enforce safety regulations, played significant roles in the disaster. In addition, the financial compensation and rehabilitation efforts were found to be insufficient, leaving victims with unresolved health, psychological and social challenges, highlighting the inadequacy of monetary settlements in addressing the full extent of the tragedy. Originality/value-This paper offers an original analysis of the Bhopal Gas Tragedy by examining its longterm impact on the environment and community, highlighting corporate and government accountability and evaluating the sufficiency of compensation and rehabilitation efforts. It provides fresh insights into the inadequacies of post-tragedy responses and their lasting effects on victims."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "22", "title": "The Role of Public-Private Partnerships in Capital Mobilization for Sustainable Development in African Economies&nbsp;", "authors": {"authors": {"id": "2343564", "last_name": "Kingsly", "first_name": "Professor Kelly", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2343564"}}, "affiliations": "Regional Advisory Commision on Financial Markets", "id": "5390205", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390205", "category": ["ECON"], "detail": {"title": "The Role of Public-Private Partnerships in Capital Mobilization for Sustainable Development in African Economies&nbsp;", "declarations": null, "language": "1", "paperDate": "2025-08-13", "fileName": "5390205.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Public-private partnerships (PPPs) serve as a mechanism whereby the public and private sectors jointly mobilise funds to finance and implement development projects of mutual interest. The widespread use of PPPs in developed and emerging economies, across both social and economic sectors, attests to their perceived value. Proponents of PPPs argue that they can reduce the burden on public budgets and aid in debt management; enable projects otherwise unaffordable through traditional approaches; enhance cost-effectiveness and value for money; promote efficiency and equity; encourage innovation and technology transfer; incentivize private sector involvement; foster competition; leverage private sector expertise; attract foreign investment; generate employment; and facilitate poverty reduction and sustainable development (Mfunwa et al., 2016). Consequently, PPPs may constitute a timely and sustainable mechanism for capital mobilisation in a manner that fosters sustainable development within the African socioeconomic and political context."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "17", "title": "Agricultural Biotechnology in the Courts: Judicial Opinions and Commentary", "authors": {"authors": {"id": "285854", "last_name": "Kershen", "first_name": "Drew", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=285854"}}, "affiliations": "University of Oklahoma - College of Law", "id": "5400210", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400210", "category": ["ECON"], "detail": {"title": "Agricultural Biotechnology in the Courts: Judicial Opinions and Commentary", "declarations": {"declarationOfInterest": "There are no personal or financial relationships that could be perceived to have influences this article.", "ethicsApproval": "Not applicable.", "funderStatement": "I received no funding for this research project."}, "keywords": {"keywords": ["breeding", "environment", "human health", "litigation", "judicial opinions", "plant scientists", "agricultural biotechnology", "judicial opinions", "agricultural biotechnology judicial opinions"]}, "language": "1", "paperDate": "2025-08-11", "fileName": "5400210.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Seven jurisdictions from around the world have issued judicial opinions that address fundamental issues about the governance and regulatory systems of agricultural biotechnology. This article summarizes these legal proceedings and describes their impact upon agricultural biotechnology. The article then provides a commentary and critique of the legal proceedings and resulting judicial opinions."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "62", "title": "A Civil Rights Defense Of Gentrification", "authors": {"authors": {"id": "352656", "last_name": "Brown", "first_name": "Carol Necole", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=352656"}}, "affiliations": "University of Richmond School of Law", "id": "5400290", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400290", "category": ["ECON"], "detail": {"title": "A Civil Rights Defense Of Gentrification", "declarations": {"declarationOfInterest": "None", "ethicsApproval": "None", "funderStatement": "University of Richmond School of Law Summer Grant"}, "keywords": {"keywords": ["Federal Low-Income Housing Tax Credits b", "Maintaining Affordability: State Real Property Tax Structure 4", "Land Banks and Community Land Trusts Conclusion", "Equal Credit Opportunity Act", "affirmatively furthering fair housing", "gentrification", "segregation", "integration", "housing discrimination", "displace", "fair housing act", "nuisance", "tax policy", "community reinvestment act", "land use planning", "fair housing act", "gentrifier"]}, "language": "1", "paperDate": "2024-12-27", "fileName": null, "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Scholars across disciplines such as sociology, economics, and urban planning are writing about gentrification. The literature and beliefs surrounding gentrification are very diverse, but what often connects the various views is a negative perception that gentrification always disadvantages and displaces low-income minority residents, physically or culturally. But the connotations of race and class associated with gentrification in the minds of many do not align with the empirical research and scholarly findings. Thus far in law, there is no thick legal account of gentrification and its legal or policy implications. Much of the legal writing is predicated upon an inaccurate conception of what gentrification is, as opposed to exploring the assumptions upon which the conception is based. This Article argues that gentrification of low-income, segregated neighborhoods holds an untapped integrative potential. This potential remains untapped because of an undue coupling of the concepts of gentrification and displacement. According to this coupling, gentrification cannot exist without, nor can it be disassociated from, displacement of low-income and minority people. To the contrary, gentrification, in tandem with other affordable housing mechanisms, holds untapped potential to make real inroads into dismantling our segregated housing patterns. This Article offers a different approach to understanding and contextualizing gentrification. Its central contributions are twofold. It examines the widespread beliefs that form modern misperceptions about gentrification. This Article also explains how legal interventions at all levels of government can help facilitate the Fair Housing Act's (FHA) goals of equal access and integration in housing. Once examined, the core *24 issues emanating contemporary and historic animosity towards gentrification reveal themselves. Once this occurs, it becomes evident that gentrification can be part of an approach to redressing socioeconomic segregation."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "9", "title": "Dark Patterns and Consumer Protection Law for App Makers", "authors": {"authors": {"id": "969734", "last_name": "Dickinson", "first_name": "Gregory M.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=969734"}}, "affiliations": "University of Nebraska at Lincoln - College of Law", "id": "5400174", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5400174", "category": ["ECON"], "detail": {"title": "Dark Patterns and Consumer Protection Law for App Makers", "declarations": null, "keywords": {"keywords": ["Dark Patterns", "User Interface Design", "User Experience", "Consumer Protection Law", "Deceptive Design", "User Manipulation", "Ethical Design", "Cybersecurity", "Privacy", "Digital Fraud"]}, "jelCodes": {"jelCodes": ["K20", "L50", "M31", "L15", "D18", "D82", "D91", "L86", "O33"]}, "language": "1", "paperDate": "2025-07-16", "fileName": "5400174.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Dark patterns in online commerce, especially deceptive user interface designs for apps and websites, undermine consumer autonomy and distort online markets. Although sometimes deception is intentional, the complex app development process can also unintentionally produce manipulative user interfaces. This paper discusses common design pitfalls and proposes strategies for app makers to avoid infringing user autonomy or incurring legal liability under emerging principles of consumer protection law. By focusing on choice architecture and transparent design principles, developers can both facilitate compliance and build user trust and loyalty."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "26", "title": "Winners and Losers in the 2025 EU–US Trade War: Strategic Leverage or Economic Capitulation?", "authors": {"authors": {"id": "7764195", "last_name": "Boratov", "first_name": "Sardor", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7764195"}}, "affiliations": "University of Warsaw", "id": "5392809", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392809", "category": ["ECON"], "detail": {"title": "Winners and Losers in the 2025 EU–US Trade War: Strategic Leverage or Economic Capitulation?", "declarations": null, "keywords": {"keywords": ["EU–US Trade Relations", "Tariff Diplomacy", "Strategic Autonomy", "Energy Security", "Transatlantic Agreement", "Economic Fragmentation"]}, "jelCodes": {"jelCodes": ["F13", "F50", "F02", "F15", "H77"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5392809.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper examines the 2025 EU-US trade agreement as a turning point in global trade governance, highlighting its uneven consequences and the erosion of multilateral norms. While the deal averted a full-scale trade war, it entrenched asymmetries that favor US strategic sectors and select EU member states, while disadvantaging core EU industries and undermining the bloc's strategic autonomy. The agreement's structure-marked by non-reciprocal tariff ceilings and informal legal frameworks-reflects a broader shift toward bilateralism and economic coercion. Drawing on the Mavroidis &amp; Sapir (2024) briefing and original analysis, the paper explores how the EU's internal divisions, geopolitical pressures, and reliance on defensive trade instruments have weakened its position in global negotiations. It concludes with a call for renewed commitment to transparent, rules-based trade governance, emphasizing the need to reform the WTO, restore legal clarity, and rebalance internal EU interests to ensure long-term resilience and fairness in international trade."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "58", "title": "The Impact of LLM Adoption on Online User Behavior&nbsp;", "authors": {"authors": [{"id": "2662221", "last_name": "Padilla", "first_name": "Nicolas", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2662221"}, {"id": "3484193", "last_name": "Lam", "first_name": "H. Tai", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3484193"}, {"id": "617552", "last_name": "Lambrecht", "first_name": "Anja", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=617552"}, {"id": "1420655", "last_name": "Hollenbeck", "first_name": "Brett", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1420655"}]}, "affiliations": "London Business School - Department of Marketing, UCLA Anderson, London Business School and University of California, Los Angeles (UCLA) - Anderson School of Management", "id": "5393256", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "13", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393256", "category": ["ECON"], "detail": {"title": "The Impact of LLM Adoption on Online User Behavior&nbsp;", "declarations": null, "keywords": {"keywords": ["Platforms", "Advertising", "AI", "Large Language Models"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5393256.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The adoption of AI tools, and especially Large Language Models (LLMs), has the potential to significantly transform how users engage with information online, potentially serving as substitutes or complements to existing digital resources. We use detailed clickstream data from 2022 and 2023 to examine users' online behavior following the adoption of large language models. We document a significant decrease in online search activity, a typical entry point to content consumption. Online searches drop slowly, suggesting a period during which users learn to use LLMs, but eventually the level of online search is more than 20% below the pre-adoption period, though there is heterogeneity across types of queries. We then turn to the effect of LLM adoption on website traffic. We document that while frequently visited websites are not affected, smaller websites suffer a significant drop in visits. In line with these results, we then report a significant drop in display ad exposures, especially to consumers with high levels of retail activity, though we do not find a reduction in search ad exposures. Last, we study two distinct categories of websites: education-related websites and user-generated content platforms. We document a significant drop in visits to education-related websites and heterogeneity across user-generated content platforms with a pronounced negative effect on Stack Overflow but no significant effect on Wikipedia, Reddit and social media. We discuss implications for online content creators, for GenAI firms and for public policy.\n<br>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "7", "title": "The Truth Behind the EV Stall: A Process-Mining Autopsy of Systemic Failure and the Limits of the ISO Framework", "authors": {"authors": {"id": "7805888", "last_name": "Funaishi", "first_name": "Atsushi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7805888"}}, "affiliations": "Mirai Quality Research Institute", "id": "5392725", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392725", "category": ["ECON"], "detail": {"title": "The Truth Behind the EV Stall: A Process-Mining Autopsy of Systemic Failure and the Limits of the ISO Framework", "declarations": {"declarationOfInterest": "The author declares no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "ethicsApproval": "This study did not involve human participants, patient data, or any other procedures requiring formal ethics approval.", "funderStatement": "This research received no external funding and was conducted as part of the author’s independent work at Mirai Quality Research Institute Co., Ltd."}, "keywords": {"keywords": ["Electric Vehicle (EV)", "Process Mining", "ISO framework", "Integrated Management System (IMS)", "Total Management (TM)", "Crossing the Chasm", "Systemic Failure", "Biological Limit", "Sociological Limit", "Economic Limit", "Technological Limit", "Dieselgate"]}, "jelCodes": {"jelCodes": ["O33", "M10", "M11", "C63", "D83", "O32"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5392725.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The global electric-vehicle (EV) market-once on a trajectory of exponential growth-is now experiencing a marked slowdown, often described as a \"stall.\" While many analyses single out factors such as macroeconomic headwinds or policy shifts, this paper argues that the root cause is a deeper systemic failure across the EV ecosystem. We adopt an analytical lens that treats the ISO framework as a management blueprint, the Integrated Management System (IMS) as an enterprise operating system, and process mining as a diagnostic \"X-ray.\" Using a conceptual process-mining analysis spanning consumers, manufacturers, and policymakers, we identify critical bottlenecks and process disconnects. These bottlenecks are then mapped to-and stratified intofour fundamental limits: biological, sociological, economic, and technological. The analysis suggests that current market stagnation is not a failure of EV technology per se, but a consequence of the ecosystem simultaneously hitting these four limits. We further contend that projects were advanced prematurely, propelled by technological optimism and industrial-policy imperatives that discounted foreseeable risks. In Europe in particular, a rapid pivot toward EVs-partly to counter Japanese automakers' leadership in hybrid vehicles (HV)-often sidelined the perspective of end users, the most critical stakeholders. This reflects a serious flaw in the governing management philosophy of Total Management (TM). On this basis, we demonstrate why conventional ISO frameworks are inherently illequipped to manage-or resolve-such system-level constraints."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "27", "title": "False Confidence in Systematic Trading: The Illusion of Speed", "authors": {"authors": {"id": "802495", "last_name": "Bloch", "first_name": "Daniel Alexandre", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=802495"}}, "affiliations": "Université Paris VI Pierre et Marie Curie", "id": "5393135", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "12", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393135", "category": ["ECON"], "detail": {"title": "False Confidence in Systematic Trading: The Illusion of Speed", "declarations": null, "language": "1", "paperDate": "2025-08-15", "fileName": "5393135.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "In systematic trading, speed sells, but much of it is an illusion. Short lookback windows, long favoured for their lightning-fast adaptation to market shifts, are often less a source of genuine edge than a statistical mirage. Their apparent precision is built on small samples, unstable estimates, and performance metrics riddled with the same noise they claim to exploit. Traders embrace them for their immediacy, their bias toward 'fresh' data, and their low latency in execution, yet these same qualities amplify randomness and reduce reliability. By examining both the statistical underpinnings and the practical incentives that sustain their use, this article shows how the promise of fast signals can dissolve under scrutiny, revealing that in many cases, speed simply means being wrong sooner.&nbsp;"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "9", "title": "Econometrics vs. Economics: The similarities and differences", "authors": {"authors": {"id": "7852970", "last_name": "Mridu", "first_name": "Mridu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7852970"}}, "affiliations": "University of Delhi", "id": "5393182", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393182", "category": ["ECON"], "detail": {"title": "Econometrics vs. Economics: The similarities and differences", "declarations": null, "language": "1", "paperDate": "2025-08-14", "fileName": "5393182.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<p>This review explores the relationship between economics and econometrics, highlighting their similarities and differences. Economics provides theoretical frameworks for understanding production, distribution, and consumption, while econometrics applies statistical and mathematical tools to test theories and analyze real-world data. The paper traces the evolution of econometrics, key terms, methods, applications, software integration, limitations, and future scope, emphasizing its growing role in policy-making, business strategy, and research through data-driven, evidence-based analysis.</p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "40", "title": "Economic Inequality, Clientelism, and Public Service Provision in Africa", "authors": {"authors": [{"id": "7853474", "last_name": "Amick", "first_name": "Joe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7853474"}, {"id": "7853450", "last_name": "Pascoe", "first_name": "Henry", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7853450"}]}, "affiliations": "George Washington University and IE University", "id": "5393147", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393147", "category": ["ECON"], "detail": {"title": "Economic Inequality, Clientelism, and Public Service Provision in Africa", "declarations": null, "keywords": {"keywords": ["Vote-Buying", "Clientelism", "Economic Inequality", "Public Service Provision", "Preference Heterogeneity 1"]}, "language": "1", "paperDate": "2025-08-15", "fileName": "5393147.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "What shapes the prevalence of clientelism? Low income countries show a surprising amount of variation in this regard, suggesting determinants beyond poverty. In some relatively poor countries there is little clientelism, while in others clientelism persists even as they develop. We argue that economic inequality explains much of this variation because it shapes the tradeoff between targeted electoral strategies, such as vote-buying, and more broadly-based public service provision. We argue that inequality shapes the distribution of voter preferences regarding public services, which impacts the decision of elites to supply public services. This results in more vote-buying where inequality is higher. We use Afrobarometer data to test empirical implications of the theory."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "15", "title": "Assessing the Influence of Immigration on Domestic Music Markets in France", "authors": {"authors": {"id": "7685109", "last_name": "Gbadamosi", "first_name": "Oluwatobi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7685109"}}, "affiliations": "Université de Caen", "id": "5393174", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393174", "category": ["ECON"], "detail": {"title": "Assessing the Influence of Immigration on Domestic Music Markets in France", "declarations": null, "keywords": {"keywords": ["Immigration", "Music Industry", "Cultural Economics", "Digital Engagement", "Festivals", "Demand-Side Drivers", "Creative Industries", "France"]}, "language": "1", "paperDate": "2025-05-30", "fileName": "5393174.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper examines the influence of immigration on France's domestic music market between 2014 and 2013. Using a panel dataset combining national music revenue with regionally disaggregated immigration flows, we estimate fixed effects and difference-indifferences models to assess both structural associations and policy impacts. We find that while immigration is positively correlated with music revenue, this relationship weakens and becomes statistically insignificant once controls for digital adoption and cultural infrastructure are introduced. Moreover, the 2016 Talent Passport visa reform had no measurable effect on revenue trends. Our findings suggest that immigration signals broader cultural and digital shifts rather than directly driving economic outcomes. The results highlight the importance of cultural policy and infrastructure over short-term migration shocks in shaping creative industry performance."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Khimananda Bhandari \n<div>\n Assistant Professor, Resunga Multiple Campus, Tamghas, Gulmi, Nepal\n</div>\n<div>\n Ph. D Scholar, Tribhuvan University, Kathmandu, Nepal\n</div>\n<div>\n email. bhandarikhima@gmail.com\n</div>", "page_count": "12", "title": "Effect of Stock Market on Economic Growth in Nepal", "authors": {"authors": {"id": "7788483", "last_name": "Bhandari", "first_name": "Khimananda", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7788483"}}, "affiliations": "Tribhuvan University", "id": "5361973", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "11", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5361973", "category": ["ECON"], "detail": {"title": "Effect of Stock Market on Economic Growth in Nepal", "declarations": null, "keywords": {"keywords": ["Economic Growth", "Market Capitalization", "NEPSE Index", "ARDL", "Error Correction Model (ECM)", "Stock Market Development"]}, "language": "1", "paperDate": "2025-07-22", "fileName": "5361973.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Khimananda Bhandari \n<div>\n Assistant Professor, Resunga Multiple Campus, Tamghas, Gulmi, Nepal\n</div>\n<div>\n Ph. D Scholar, Tribhuvan University, Kathmandu, Nepal\n</div>\n<div>\n email. bhandarikhima@gmail.com\n</div>", "id": "3212499", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This study explores the impact of stock market development on economic growth in Nepal, covering data from 1994 to 2022. Using the Autoregressive Distributed Lag (ARDL) approach, the analysis confirms a significant long-term relationship between key stock market variables-particularly paid-up capital and the number of listed companies-and Gross Domestic Product (GDP). These findings highlight the crucial role of capital accumulation and market expansion in promoting sustained economic growth. In contrast, variables such as market capitalization, turnover, and government education expenditure showed limited or no significant influence on Nepal's economic growth in the long run. The short-run analysis revealed that real market capitalization has a significant but negative effect on GDP, while turnover was insignificant, indicating that short-term market fluctuations may not directly support economic development. Diagnostic tests confirmed the robustness and stability of the econometric model, while Granger causality tests indicated both bidirectional and unidirectional causal relationships between stock market indicators and economic growth. Based on these findings, the study recommends policy interventions focused on strengthening capital formation, promoting market listings and investor participation, improving market efficiency and investor protection, integrating financial and human capital development, and enhancing financial infrastructure and institutional frameworks. By implementing these policies, Nepal can better harness its stock market as a driver of inclusive and sustainable economic growth."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "62", "title": "Is Love Blind? AI-Powered Trading with Emotional Dividends", "authors": {"authors": [{"id": "4311433", "last_name": "Fedyk", "first_name": "Valeria", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4311433"}, {"id": "4749791", "last_name": "Kong", "first_name": "De-Rong", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4749791"}, {"id": "3239409", "last_name": "Rabetti", "first_name": "Daniel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3239409"}]}, "affiliations": "London Business School, Yuan Ze University and National University of Singapore (NUS)", "id": "5394171", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "12", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5394171", "category": ["ECON"], "detail": {"title": "Is Love Blind? AI-Powered Trading with Emotional Dividends", "declarations": null, "keywords": {"keywords": ["AI", "Deep Learning", "Private-Value Assets", "Emotional Dividends", "Algo-Trading", "NFTs"]}, "jelCodes": {"jelCodes": ["G10", "G11", "G12", "G17", "G41", "Z11"]}, "language": "1", "paperDate": "2024-08-19", "fileName": "5394171.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This study exploits the non-fungible token (NFT) setting to estimate the value of non-pecuniary benefits, a longstanding empirical challenge in private-value markets such as art, antiques, and other collectibles. After developing and validating our emotional dividend proxy (LOVE), we apply deep learning algorithms and discover that contemporaneous price fluctuations, certain collection features, and ownership wealth significantly contribute to its formation. Leveraging these parameters, we employ AI-powered models to estimate NFT prices with high accuracy, but find their predictive ability is decreasing in LOVE. Additionally, we demonstrate that LOVE-driven trading results in long-term financial losses for the average investor, highlighting a trade-off between wealth and emotional utility. Our study provides novel economic insights into the factors shaping emotional dividends and their role in the pricing of private-value assets. It also surfaces the limitations AI faces in emotionally charged markets, revealing new challenges for algorithmic trading when assets carry significant emotional utility."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "72", "title": "Inflation Expectations and Risk Preferences", "authors": {"authors": [{"id": "1596652", "last_name": "Dräger", "first_name": "Lena", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1596652"}, {"id": "7333105", "last_name": "Schröder", "first_name": "Marina", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7333105"}, {"id": "7119022", "last_name": "Floto", "first_name": "Maximilian", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7119022"}]}, "affiliations": "Leibniz University Hannover, Leibniz  Universität Hannover and Leibniz University Hannover", "id": "5402144", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5402144", "category": ["ECON"], "detail": {"title": "Inflation Expectations and Risk Preferences", "declarations": null, "keywords": {"keywords": ["Inflation expectations", "motivated beliefs", "risk preferences", "randomized control trial (RCT)"]}, "language": "1", "paperDate": null, "fileName": "326e6104-927a-498a-8f74-40c52657363a-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEDC-D-25-00482", "id": "3237373", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Risk preferences may influence how individuals interpret inflation information, but evidence is mixed due to endogeneity challenges. We show that risk-averse households and experts systematically report higher prior inflation expectations. In a survey randomized control trial (RCT), providing inflation forecast information significantly narrows this expectation gap. Our findings align with a framework where risk-averse agents deliberately overestimate inflation to maximize future utility. This bias is linked to physical information avoidance—actively avoiding information—rather than misprocessing it. These results highlight a behavioral channel through which risk aversion shapes inflation expectations, contributing to persistent expectation gaps across risk profiles."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "26", "title": "Outer Retinal Bands Segmentation in Healthy Subjects: Comparative Study between Human and Deep Convolutional Neural Networks", "authors": {"authors": [{"id": "7860208", "last_name": "Afonso", "first_name": "João", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7860208"}, {"id": "6834166", "last_name": "Camacho", "first_name": "Pedro", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6834166"}, {"id": "6834160", "last_name": "Pereira", "first_name": "Bruno", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6834160"}, {"id": "7860209", "last_name": "Marques", "first_name": "João", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7860209"}, {"id": "7860210", "last_name": "Lopes", "first_name": "Daniel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7860210"}, {"id": "7860211", "last_name": "Cabral", "first_name": "Diogo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7860211"}]}, "affiliations": "<i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i> and <i>affiliation not provided to SSRN</i>", "id": "5397009", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5397009", "category": ["ECON"], "detail": {"title": "Outer Retinal Bands Segmentation in Healthy Subjects: Comparative Study between Human and Deep Convolutional Neural Networks", "declarations": null, "keywords": {"keywords": ["Optical Coherence Tomography", "Deep learning", "Automatic Segmentation", "Intraclass correlation"]}, "language": "1", "paperDate": null, "fileName": "26190073-83c9-430c-8cf9-0f269722d6df-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CMPB-D-25-04917", "id": "3234440", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Background To investigate different strategies for segmenting the outer retinal bands (ORBs) in spectral-domain optical coherence tomography (SD-OCT) images. Methods Cross-sectional observational study based on foveal-centered SD-OCT scans of healthy participants. Manual segmentation of the second hyperreflective band (Band 2), the third and fourth hyperreflective bands (Band 3+4) and photoreceptor outer segments (POS) was performed by two trained graders using onboard OCT software. Reproducibility was assessed using the intraclass and interclass correlation coefficient (ICC). Human annotations were used to train different Deep Convolutional Neural Network (dCNN) pretrained with a Sparse masked modelling on unlabelled data. The performance of the dCNNs was evaluated using dice score and pixel difference analyzes. Results One hundred eyes of healthy subjects were included. The intraclass correlation values were 0.737 (0.689; 0.779), 0.830 (0.795; 0.860) and 0.878 (0.852; 0.900), and the interclass correlation coefficients were 0.104 (-0.049; 0.253), 0.810 (0.740; 0.862) and 0.752 (0.678; 0.812) for Band 2, Band 3+4 and POS, respectively. From the DCNN, DRUNET showed the best performance: 91.6% for Band 2, 92.4% for Band 3+4 and 91.0% for POS. Pixel difference analysis between DRUNET and Grader 1 showed a deviation of 0.89 ± 0.44. Conclusions Manual segmentation of ORBs showed high repeatability, although segmentation of band 2 showed very low reproducibility. DRUNET outperformed other dCNN architectures, showing great potential to reduce inter-observer variability."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "66", "title": "Does Search Engine Visibility Help ETFs Attract Flows?", "authors": {"authors": {"id": "3309903", "last_name": "Obizhaeva", "first_name": "Olga", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3309903"}}, "affiliations": "Stockholm School of Economics", "id": "5392817", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392817", "category": ["ECON"], "detail": {"title": "Does Search Engine Visibility Help ETFs Attract Flows?", "declarations": null, "language": "1", "paperDate": "2025-08-15", "fileName": "5392817.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "I use a unique web analytics dataset to study online activities of exchange-traded funds (ETFs) and propose a novel methodology to characterize these activities. Even after controlling for conventional factors as well as variations in product and consumer characteristics, I find that ETF issuers compete with each other in online space and gain an advantage in attracting flows through search engine marketing and improved online visibility. Better visibility of financial products, as proxied by their average rank on search engine result pages, helps to attract more capital flows, especially when products are listed on pages with high pay-per-click ad auctions."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "34", "title": "Adaptation through Experience or Description? Evidence from an Experiment on Efficient Coding", "authors": {"authors": [{"id": "664728", "last_name": "Frydman", "first_name": "Cary", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=664728"}, {"id": "1338085", "last_name": "Jin", "first_name": "Lawrence J.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1338085"}]}, "affiliations": "University of Southern California - Marshall School of Business and SC Johnson College of Business, Cornell University", "id": "5393914", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393914", "category": ["ECON"], "detail": {"title": "Adaptation through Experience or Description? Evidence from an Experiment on Efficient Coding", "declarations": null, "keywords": {"keywords": ["Efficient Coding", "Perception", "Risky Choice", "Neuroeconomics"]}, "language": "1", "paperDate": "2025-08-16", "fileName": "5393914.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The principle of efficient coding implies that the perception of monetary payoffs is shaped by the decision maker's prior beliefs. Specifically, payoffs that the decision maker expects to encounter more frequently should be perceived more accurately. Most previous tests of efficient coding rely on the decision maker's experience to shape the prior. We conduct a pre-registered experiment to test whether descriptive information about the prior affects behavior in a manner consistent with efficient coding. We randomize whether participants receive this information before the experiment begins. We find strong evidence for efficient coding; however, we detect no effect of information provision on behavior. Our results are consistent with the hypothesis that experience quickly crowds out any effect of descriptive information on optimal allocation of coding resources."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "44", "title": "Prices Versus Quantities Revisited: The Case of a Transboundary Stock Pollutant", "authors": {"authors": [{"id": "3866496", "last_name": "Wang", "first_name": "Tao", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3866496"}, {"id": "7868704", "last_name": "Wang", "first_name": "Tianhao", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7868704"}]}, "affiliations": "Swarthmore College and <i>affiliation not provided to SSRN</i>", "id": "5401855", "is_approved": "true", "approved_date": "22 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5401855", "category": ["ECON"], "detail": {"title": "Prices Versus Quantities Revisited: The Case of a Transboundary Stock Pollutant", "declarations": null, "keywords": {"keywords": ["prices versus quantities", "tax vs quota", "uncertainty", "carbon price", "international environmentalagreement"]}, "language": "1", "paperDate": null, "fileName": "98f34554-b73b-4773-a481-53c63e3ebad1-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "RESEN-D-25-00211", "id": "3237192", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We study the relative merits of price versus quantity instruments in a dynamic model with two economies facing a transboundary stock pollutant like CO2. The climate policy debate has emphasized the importance of the relative slopes of marginal damages and abatement costs for ranking taxes versus cap and trade under technological uncertainty. It finds that taxes dominate quotas as the social cost of carbon curve is extremely flat. Our model features persistent cost shocks that generate perfectly correlated shifts of these two curves; these are as important to the ranking as is the slope ratio. Gradual diffusion of innovations generally favors quotas by changing the relative shifts. A larger size of an economy relative to the other also tends to favor quotas."}}
