{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "34 Pub. Proc. Law Rev., No. 4 (2025); GWU Legal Studies Research Paper 2025-43; GWU Law School Public Law Research Paper 2025-43", "page_count": "77", "title": "Public Procurement Law Review Special Issue: Introduction and Three Articles on Public Procurement in International Trade", "authors": {"authors": [{"id": "568402", "last_name": "Anderson", "first_name": "Robert D.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=568402"}, {"id": "333989", "last_name": "Yukins", "first_name": "Christopher R.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=333989"}, {"id": "7848156", "last_name": "Grier", "first_name": "Jean Heilman", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848156"}, {"id": "1534719", "last_name": "McKee", "first_name": "Derek", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1534719"}, {"id": "2351389", "last_name": "Schoeni", "first_name": "Daniel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2351389"}]}, "affiliations": "University of Nottingham (UK), George Washington University - Law School, Independent, University of Montreal - Faculty of Law and University of Dayton", "id": "5390328", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "78", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390328", "category": ["MG"], "detail": {"title": "Public Procurement Law Review Special Issue: Introduction and Three Articles on Public Procurement in International Trade", "declarations": null, "keywords": {"keywords": ["Public procurement", "international trade"]}, "jelCodes": {"jelCodes": ["F13", "H57"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5390328.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "34 Pub. Proc. Law Rev., No. 4 (2025)", "id": "3230159", "journalName": null, "journalId": null}, {"detailsText": "GWU Legal Studies Research Paper 2025-43", "id": "3230160", "journalName": "George Washington University Law School Legal Studies Research Paper Series", "journalId": null}, {"detailsText": "GWU Law School Public Law Research Paper 2025-43", "id": "3230161", "journalName": "George Washington University Law School, Public Law & Legal Theory Research Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "The Public Procurement Law Review (Sweet &amp; Maxwell / UK) has published a special issue focused on international trade and procurement. Four of the pieces from the special issue, discussed below, are available in the attached. <br><br>In their introductory editorial, “Procurement Trade Agreements and Their Discontents,” Robert Anderson (Honorary Professor at the University of Nottingham School of Law, and Senior Fellow, Competition and Innovation Lab, The George Washington University, and former team lead at the WTO on the Government Procurement Agreement) and Christopher Yukins (GW Law) put the accompanying articles into context. They noted that the GPA, as the premier trade agreement, “is currently under an unprecedented degree of scrutiny on the part of one of its founding Parties, . . . the United States,” which calls for a “spirited defence . . . of the GPA and other trade agreements embodying government procurement commitments and their contribution to international governance and prosperity.”<br><br>In her piece, “Expansion of International Procurement Commitments: WTO Procurement Agreement Versus Free Trade Agreements,” Jean Heilman Grier (Djaghe, LLC), argued that the large numbers of nations that have committed to open their government markets to foreign suppliers “reflects the important role that government procurement plays in international trade.” She noted that while “the GPA will continue to add new members—albeit slowly, [free trade agreements (FTAs)] will provide the principal expansion of international procurement commitments, as they encompass both GPA parties and those outside the plurilateral agreement.” Although the GPA’s membership “may be outpaced by FTAs” which she described in detail, Jean Grier wrote that the GPA “will continue to serve as the international gold standard for government procurement provisions and the foundation for procurement rules across the globe.” She cautioned, though, that the “potential spoiler is the United States with President Trump’s America First trade policy undermining existing agreements and threatening withdrawal from the GPA and even the WTO.”<br><br>In their piece on bid protests and the trade agreements, “The GPA’s Domestic Review Procedures Through the Lens of North American Sub-Central Implementation: Flexibility or Incoherence?,” Derek McKee (Faculté de droit, Université de Montréal) and Daniel Schoeni (University of Dayton) noted that although the GPA “requires parties to give foreign suppliers access to independent and impartial fora where they can challenge public procurement decisions,” many U.S. states and Canadian provinces — though both countries are members of the GPA “have domestic review procedures that comply with some, but not all,” of the GPA’s requirements. They place part of the blame on ambiguities in Article XVIII of the GPA, and provide examples of North American sub-central review systems that embody these ambiguities.<br><br>The final piece, “An Empirical Study of Bid Protests by Disappointed Tenderers in US States,” by Daniel Schoeni (University of Dayton), was an extension of Professor Schoeni’s doctoral research at the University of Nottingham. In it, he reported on data he gathered on bid protests (challenges) in the states, and noted that bid protests are “at least as common at the state level as at the federal level.” Knowing that — that protests are a commonly available remedy for uncompetitive discrimination at the state level — could, Professor Schoeni noted, “foster confidence among foreign suppliers and thus encourage greater participation from abroad.”<br><br>This extract containing an editorial and three articles was first published by Thomson Reuters in the Public Procurement Law Review at the citation noted, and is reproduced with permission of the publishers."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "30", "title": "Flow-Constrained Risk Management for Operational Technology Security: A Multi-Criteria Framework for Critical Infrastructure", "authors": {"authors": {"id": "7847528", "last_name": "Shabad", "first_name": "Vsevolod", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7847528"}}, "affiliations": "University of Liverpool", "id": "5389934", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389934", "category": ["MG"], "detail": {"title": "Flow-Constrained Risk Management for Operational Technology Security: A Multi-Criteria Framework for Critical Infrastructure", "declarations": {"declarationOfInterest": "The author declares no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.", "funderStatement": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors."}, "keywords": {"keywords": ["operational technology security", "critical infrastructure", "risk management", "resource allocation", "bias management"]}, "jelCodes": {"jelCodes": ["D81", "C44", "C61", "D70", "C63", "L52", "M11", "H54", "D82"]}, "language": "1", "paperDate": "2025-08-10", "fileName": "5389934.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Critical infrastructure operators face unprecedented cybersecurity threats whilst operating under severe resource constraints that traditional security frameworks fail to address. This research presents a novel flow-constrained risk management framework that enables systematic improvement of operational technology security within realistic organisational limitations. Building on lean manufacturing optimisation principles, the framework constrains security improvements through work-in-progress limitations: exactly one major improvement per quarter per asset, plus a maximum of three minor improvements in parallel. The approach integrates progressive Annual Loss Exposure refinement with multi-criteria stakeholder decision-making to provide measurable progress without requiring lengthy strategic investment cycles. The framework addresses four critical implementation gaps: systematic underestimation of resource constraints, reliance on non-existent representative datasets, insufficient recognition of behavioural biases, and dependence on strategic approval processes mismatched to threat response timelines. Mathematical analysis examines the convergence properties of the progressive risk assessment methodology, whilst queuing theory validates the efficiency improvements of the flow-constrained approach. Implementation feasibility was demonstrated within a global conglomerate operating across energy, mining, and manufacturing sectors. The framework provides the theoretical foundation for achieving systematic security enhancement within practical constraints, enabling board-level visibility through consistent risk reduction trends whilst avoiding contentious resource allocation debates."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "<span>This paper is forthcoming in Texas L. Rev. Vol. 104</span>", "page_count": "45", "title": "The Questionable Legality of IEEPA Tariffs: Does the Major Questions Doctrine Apply?", "authors": {"authors": {"id": "7846221", "last_name": "Budner", "first_name": "Ben", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7846221"}}, "affiliations": "Independent", "id": "5389281", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389281", "category": ["MG"], "detail": {"title": "The Questionable Legality of IEEPA Tariffs: Does the Major Questions Doctrine Apply?", "declarations": null, "language": "1", "paperDate": "2025-08-06", "fileName": "5389281.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "<span>This paper is forthcoming in Texas L. Rev. Vol. 104</span>", "id": "3229600", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper will discuss and analyze the litigation in response to the Trump administration's imposition of tariffs, brought under the questionable authority of the International Emergency Economic Powers Act (IEEPA). 1 Rather than using traditional tariff authorities like Section 232 of the Trade Expansion Act and Section 301 of the Trade Act, the Trump administration used the IEEPA as statutory authority for these sweeping tariffs due to its lack of lengthy procedural hurdles. Though these IEEPA tariffs went to immediate effect, the legal questions surrounding Trump's choice of authority have abounded. The history of the statute, the history of tariff litigation, and the Supreme Court's major questions doctrine all contribute to the foregoing analysis of whether this broad emergency action was actually legal. Following a review of the most relevant legal arguments, this paper turns to the body that has made the legal waters surrounding tariff imposition murky: Congress and their widespread delegation of their enumerated powers."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "20", "title": "CitizenssApp: A TCR-Based Platform for Digital Empowerment Through Modular Metadata and Prompt-Driven Design", "authors": {"authors": {"id": "7804202", "last_name": "Shanmugam", "first_name": "Bhuvaneswaran", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7804202"}}, "affiliations": "Independent", "id": "5373867", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5373867", "category": ["IS"], "detail": {"title": "CitizenssApp: A TCR-Based Platform for Digital Empowerment Through Modular Metadata and Prompt-Driven Design", "declarations": {"declarationOfInterest": "The author declares no conflict of interest.", "ethicsApproval": "Not applicable. This work does not involve human participants or require ethics committee approval.", "funderStatement": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."}, "language": "1", "paperDate": "2025-07-31", "fileName": "5373867.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Introduction: Table-Column-Row (TCR) as a Digital Right CitizenssApp is a platform built entirely on the Table-Column-Row (TCR) modelthe same intuitive format found in everything from paper ledgers to spreadsheets. The idea is simple but powerful: if a person can draw a table with rows and columns, they should be able to create and use software. In the analog world, every citizen could record information with pen and paper; in the digital world, that same simplicity should exist[1]. CitizenssApp treats basic data operations (CRUD-Create, Read, Update, Delete) as a fundamental digital right rather than a complex programming task. \"Digital empowerment is no longer a privilege-it is a fundamental need for every citizen. CRUD is the new pen and paper.\"[2] The platform's vision is to democratize software creation by removing cost, complexity, and dependency, much like how universal literacy made reading/writing accessible to all[3][4]. Lack of access to simple app functionality today creates digital exclusion[5], so CitizenssApp frames basic software literacy as a necessity, empowering individuals and communities to build their own solutions."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "26", "title": "The Experience Link: Why Payments are the Final Frontier When Shopping Online", "authors": {"authors": {"id": "7847231", "last_name": "Dallmann", "first_name": "Kay  Sebastian", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7847231"}}, "affiliations": "ESCP Business School", "id": "5389763", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389763", "category": ["IS"], "detail": {"title": "The Experience Link: Why Payments are the Final Frontier When Shopping Online", "declarations": null, "keywords": {"keywords": ["Online Payments", "Consumer Experience", "Payments Strategy", "Marketing strategy"]}, "language": "1", "paperDate": null, "fileName": "4621cf38-5be3-43bf-b665-6ecb42ba8e1e-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECRA-D-25-01548", "id": "3229918", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "In digital commerce, payment methods are more than functional tools—they shape customer experience and influence purchasing behavior. The necessity to pay for products and services online initiated the shift from cash-based to electronic-based business transactions. Yet, existing research primarily focuses on adoption and technology rather than the experiential and strategic dimensions of payments. This paper uses the Experience Value Matrix (EVM), which integrates Pine and Gilmore&apos;s four realms of experience with an adoption of Woodruff&apos;s dynamic customer value framework to position payment methods not just by usage but by experience. Based on panel data from Germany and the Netherlands, the study reveals that few dominant payment methods shape over 90% of online transactions, with large variances in experience perception. The findings offer strategic guidance for wallet providers and merchants on how to align payment experiences with brand promises, pricing models, and consumer expectations. This paper takes the position that more and more payment methods are omni-channel ready (available both online and offline) and that the actual positioning of the payment method and related pricing allows for further differentiation from an experience perspective. The EVM framework invites managers to reframe payments as strategic assets that drive both customer satisfaction and business growth. By linking value perception with experience design, businesses can position payments as a final frontier in customer experience innovation."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "55", "title": "From Voice to Value: Predicting Long-Horizon Purchases of High-Involvement Products through Conversational Analytics", "authors": {"authors": [{"id": "7848038", "last_name": "Xiong", "first_name": "Ziyu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848038"}, {"id": "6884574", "last_name": "Wang", "first_name": "Cong", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6884574"}, {"id": "7848060", "last_name": "Qiu", "first_name": "Lingyun", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848060"}, {"id": "348903", "last_name": "Wang", "first_name": "Hansheng", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=348903"}]}, "affiliations": "Peking University - Guanghua School of Management, Peking University - Guanghua School of Management, Beijing Normal University-Hong Kong Baptist University United International College and Peking University - Guanghua School of Management", "id": "5390250", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390250", "category": ["IS"], "detail": {"title": "From Voice to Value: Predicting Long-Horizon Purchases of High-Involvement Products through Conversational Analytics", "declarations": {"declarationOfInterest": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "ethicsApproval": "Not applicable. This study did not involve human participants or animals.", "funderStatement": "This research was funded by the National Natural Science Foundation of China (NSFC), grant number 72495123."}, "keywords": {"keywords": ["long-horizon purchase prediction", "high-involvement product", "voice analytics", "multimodal learning", "involvement theory"]}, "language": "1", "paperDate": "2025-08-12", "fileName": "5390250.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Accurate early-stage prediction of customers' purchase behavior of high-involvement products is critical for optimizing resource allocation and guiding strategic sales decisions. While voice interactions serve as a rich source of behavioral signals during early customer engagement, their unstructured and multimodal nature presents significant analytical challenges. This study introduces CogniAffect Dual-Involvement Prediction (CADIP), a novel, theory-driven approach for forecasting customer purchase decisions based on voice interaction data. Grounded in involvement theory, CADIP identifies and models two latent behavioral dimensions embedded in voice interactions: cognitive engagement and affective arousal. CADIP leverages the multimodal capabilities of large language models and large speech models to extract both linguistic and acoustic features. It captures cognitive engagement through an attention mechanism that treats proactive inquiries as contextual queries, and it detects arousal expression via a dedicated arousal-gating module that dynamically modulate vocal cues to reflect affective intensity. Together, these mechanisms form a dual-pathway architecture designed to detect nuanced signals of customer involvement from early-stage dialogues. We evaluate CADIP using real-world automotive sales call data and show that it significantly outperforms state-of-the-art benchmarks in identifying high-potential customers at the early decision stage. Ablation analyses further demonstrate the value of combining cognitive and affective signals, as well as the benefits of cross-modal integration. Beyond its methodological contributions to voice analytics, deployment simulations suggest substantial managerial benefits: a 51.8% reduction in sales representatives' workload and an 80% increase in conversion rates. This research contributes to the information systems literature by introducing CADIP, a multimodal, theory-guided IT artifact that operationalizes psychological constructs from customer behavior in a predictive framework. It also advances the design of intelligent sales management systems by extracting long-horizon insights from unstructured early-stage voice data."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "23", "title": "A Dilemma to Address: Striking a Fair Balance Between The Right to be Forgotten and The Right of Freedom of Expression and Information in European Law Context", "authors": {"authors": {"id": "5175409", "last_name": "Tuğanlı", "first_name": "Tilbe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5175409"}}, "affiliations": "University of Göttingen", "id": "5390276", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390276", "category": ["IS"], "detail": {"title": "A Dilemma to Address: Striking a Fair Balance Between The Right to be Forgotten and The Right of Freedom of Expression and Information in European Law Context", "declarations": null, "language": "1", "paperDate": "2025-08-13", "fileName": "5390276.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<div>\n <div>\n  <div>\n   <div>\n    <p><span>In today's world, the internet has become an indispensable mean for sharing and receiving information worldwide. People from all over the world can access information and news on any topic simultaneously, in a matter of seconds, and share their opinions on any subject, without any restrictions. At first glance, this underlines the importance of freedom of expression and information as a reflection of the digital age. Having said that, it doesn't always lead to positive outcomes for everyone, as it creates a crucial conflict between those who seek to access, share, and publish information and those who are part of the information and are exposed to its negative effects throughout their lives. People, who were unable to integrate into society due to being part of the negative information published about them on the internet permanently, needed a correction mechanism to rectify this and re-create their identity in the digital environment. This mechanism has been established as the “right to be forgotten” and regulated under European law in detail. Although this is a correction mechanism for people, who have been negatively affected by the information published on the internet about them, and despite the freedom of expression and information has been regulated as an exception to this right under European law, it’s indeed a compelling and complicated evaluation to decide which of these rights should prevail in each case. From this point of view, in this article, the right to be forgotten and the right of freedom of expression and information are evaluated under European law, and the conflict between them is addressed in light of the perspective developed by European law over the years, based on regulations and case law, in order to strike a fair balance.&nbsp;</span></p>\n   </div>\n  </div>\n </div>\n</div>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "16", "title": "The Influence of Digital Leadership Styles on Consumer Trust and Brand Loyalty in the E-commerce Sector", "authors": {"authors": {"id": "7797090", "last_name": "Widdiyani", "first_name": "Desi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7797090"}}, "affiliations": "Universitas Muhammadiyah Palopo", "id": "5373993", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5373993", "category": ["IS"], "detail": {"title": "The Influence of Digital Leadership Styles on Consumer Trust and Brand Loyalty in the E-commerce Sector", "declarations": null, "keywords": {"keywords": ["Digital Leadership", "Consumer Trust", "Brand Loyalty", "E-commerce", "Leadership Styles"]}, "language": "1", "paperDate": "2025-07-31", "fileName": "5373993.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "In the world of e-commerce, where rapid digital transformation is reshaping consumer interactions, this study investigates the impact of digital leadership styles on customer trust and brand loyalty. The study focuses on brand loyalty and trust. Digital leadership, defined as the use of technology to manage teams and influence customer relationships, is becoming increasingly vital for a company's success. This article examines three key leadership styles: transformational, transactional, and laissez-faire, as well as the impact each has on consumerbrand interactions.This study investigates how leadership actions affect consumer perceptions, satisfaction, and loyalty. It accomplishes this by doing a literature review, which is a synthesis of prior research on digital leadership in ecommerce. According to the findings, transformational leadership, which promotes innovation, vision, and personalized customer interaction, has the most positive impact on both trust and loyalty. On the other side, transactional and laissez-faire leadership styles have little, if any, impact. The study's findings highlight the need of employing transformational leadership strategies for ecommerce organizations seeking to improve customer interactions and ensure long-term brand loyalty."}}
{"abstract_type": "Working Paper Series", "publication_status": "REVIEW COMPLETE", "is_paid": "false", "reference": null, "page_count": "32", "title": "\"A Relationship Marketing Perspective on E-Banking Adoption: Evidence from Iranian Customers Using an Extended Tam\"", "authors": {"authors": {"id": "4947805", "last_name": "Halili", "first_name": "Zahra", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4947805"}}, "affiliations": "Malek-Ashtar University of Technology", "id": "5388383", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5388383", "category": ["IS"], "detail": {"title": "\"A Relationship Marketing Perspective on E-Banking Adoption: Evidence from Iranian Customers Using an Extended Tam\"", "declarations": null, "keywords": {"keywords": ["Brand Experience", "Customer Loyalty", "Digital Banking Adoption", "Trust", "Extended TAM", "Structural Equation Modeling", "Iran"]}, "language": "1", "paperDate": null, "fileName": "40ca02a5-89bd-41ec-8a18-b6353e98e97c-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECRA-D-25-01510", "id": "3229080", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "As digital transformation accelerates within the banking sector, understanding the behavioral and marketing-related determinants of electronic banking (e-banking) adoption has become increasingly critical—especially in emerging economies. This study applies an extended Technology Acceptance Model (TAM) enriched with relationship marketing constructs (trust, satisfaction) and user experience (familiarity) to model e-banking adoption among customers of the Cooperative Development Bank in Iran. Results from PLS-SEM based on 379 responses reveal that customer satisfaction (β = 0.750) is the most influential driver of e-banking adoption. Findings highlight that perceived ease of use, usefulness, and trust contribute significantly to brand experience and customer loyalty. The study extends marketing theory by embedding digital trust and brand relationship into the TAM and provides practical implications for improving brand equity and loyalty through digital banking platforms."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "21", "title": "AI-Powered vs. Manual Advertising: A Field Experiment in E-Commerce", "authors": {"authors": [{"id": "6472349", "last_name": "Tian", "first_name": "(Justin) Jiayuan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6472349"}, {"id": "4400710", "last_name": "Zhao", "first_name": "Vincent", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4400710"}, {"id": "6140044", "last_name": "Sun", "first_name": "Yuan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6140044"}, {"id": "1352857", "last_name": "Qiu", "first_name": "Liangfei", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1352857"}]}, "affiliations": "University of Florida - Warrington College of Business Administration, <i>affiliation not provided to SSRN</i>, Zhejiang Gongshang University and University of Florida - Warrington College of Business Administration", "id": "5389646", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389646", "category": ["IS"], "detail": {"title": "AI-Powered vs. Manual Advertising: A Field Experiment in E-Commerce", "declarations": null, "keywords": {"keywords": ["Artificial Intelligence", "Online Advertising", "E-Commerce", "Field Experiment"]}, "language": "1", "paperDate": "2025-08-12", "fileName": "5389646.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Although artificial intelligence has been proven successful in multiple business contexts, research on its effectiveness in advertising has been lacking. In this study, we collaborated with a major Chinese electronics company and conducted a field experiment on a leading e-commerce platform to assess the performance of AI-powered advertising vis-à-vis manual advertising in two stages of online shopping, the clicking (exploration) and purchasing (decision) stages. Manual advertising targets audiences through fixed demographic filters, while AI-powered advertising dynamically mines vast behavioral and real-time data to pinpoint the most likely buyers. Our study delivers several important and interesting results. Due to leveraging more demographic and behavioral data with superior computational power, we identify a selective conversion effect that AI-powered advertising may accurately target relevant consumers who possess more knowledge of products and exercise higher product certainty, which leads to a lower likelihood of clicking on products in the clicking stage but a higher chance of purchasing products in the purchasing stage after clicking. Likewise, we identify an augmentation of the AI-algorithm-induced selective conversion effect on popular products in both stages: consumers may possess more knowledge of and familiarity with popular products than niche products, and thus, may be less likely to click on popular products of enhanced clarity in the clicking stage; in the purchasing stage, the selective conversion effect on popular products may facilitate the decision-making process and achieve higher sales. In addition, we discover that the selective conversion effect of AI-powered advertising may manifest differently for innovative products: it weakens in the clicking stage, increasing consumer clicks due to curiosity and limited information on innovative products; however, the selective conversion effect strengthens in the following purchasing stage as consumers gain a higher quality perception of innovative products after clicking and entering the product pages, contributing to enhanced product certainty and more purchases. Our study offers several critical implications for sellers to develop product-specific advertising strategies and for platforms to design and improve advertising tools to sustainably collaborate with sellers."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "12", "title": "Predicting Field Experiments with Large Language Models", "authors": {"authors": [{"id": "6157586", "last_name": "Chen", "first_name": "Yaoyu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6157586"}, {"id": "2635376", "last_name": "Hu", "first_name": "Yuheng", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2635376"}, {"id": "3515394", "last_name": "Lu", "first_name": "Yingda", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3515394"}]}, "affiliations": "University of Illinois at Chicago - Department of Information and Decision Sciences, Ohio State University (OSU) and University of Illinois at Chicago", "id": "5389144", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389144", "category": ["IS"], "detail": {"title": "Predicting Field Experiments with Large Language Models", "declarations": null, "language": "1", "paperDate": "2025-05-21", "fileName": "5389144.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Large language models (LLMs) have demonstrated unprecedented emergent capabilities, including content generation, translation, and simulation of human behavior. Field experiments, on the other hand, are widely employed in social studies to examine real-world human behavior through carefully designed manipulations and treatments. However, field experiments are known to be expensive and time consuming. Therefore, an interesting question is whether and how LLMs can be utilized for field experiments. In this paper, we propose and evaluate an automated LLM-based framework to predict the outcomes of a field experiment. Applying this framework to 276 experiments about a wide range of human behaviors drawn from renowned economics literature yields a prediction accuracy of 78%. Moreover, we find that the distributions of the results are either bimodal or highly skewed. By investigating this abnormality further, we identify that field experiments related to complex social issues such as ethnicity, social norms, and ethical dilemmas can pose significant challenges to the prediction performance. CCS Concepts • Information systems → Collaborative and social computing systems and tools."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "ZEW - Centre for European Economic Research Discussion Paper No. 25-040; TRR 266 Accounting for Transparency Working Paper Series No. 207", "page_count": "50", "title": "Beyond Content: Investors’ Chatter, Interaction and Earnings Announcement Returns&nbsp;", "authors": {"authors": [{"id": "7255393", "last_name": "Gaul", "first_name": "Johannes J.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7255393"}, {"id": "6362390", "last_name": "Schrader", "first_name": "Pascal", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6362390"}]}, "affiliations": "ZEW – Leibniz Centre for European Economic Research and University of Mannheim", "id": "5390005", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "12", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390005", "category": ["ECON"], "detail": {"title": "Beyond Content: Investors’ Chatter, Interaction and Earnings Announcement Returns&nbsp;", "declarations": null, "keywords": {"keywords": ["Information Processing", "Reddit Wallstreet Bets", "Wisdom of Crowds", "Conversation Networks", "Large Language Models", "Eigenvector Centrality", "High-frequency Data"]}, "jelCodes": {"jelCodes": ["G12", "G14"]}, "language": "1", "paperDate": "2025-07-30", "fileName": "5390005.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "ZEW - Centre for European Economic Research Discussion Paper No. 25-040", "id": "3230062", "journalName": "ZEW - Leibniz Centre for European Economic Research Discussion Paper Series", "journalId": null}, {"detailsText": "TRR 266 Accounting for Transparency Working Paper Series No. 207", "id": "3230063", "journalName": "TRR 266 Accounting for Transparency Working Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "We study the relationship between investors’ social media activity and earnings announcement returns. To distinguish between information contained in peer-to-peer interaction and user-posted content, we analyze conversation networks on Reddit using centrality metrics from network science and classify user sentiment with large language models. We show that pre-announcement sentiment is positively associated with short-term cumulative abnormal returns only if it does not spark pre-announcement controversy. If pre-announcement controversy arises, we document a negative association. Our findings present a more nuanced view on the wisdom of crowds hypothesis, highlighting that peer-to-peer interaction on social media exhibits a pattern of normalization, and thus contains informational value beyond content.&nbsp;"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "ZEW - Centre for European Economic Research Discussion Paper No. 25-041", "page_count": "43", "title": "Biodiversity Engel Curves: Estimating How Income and Inequality Shape Consumption-driven Biodiversity Loss", "authors": {"authors": [{"id": "7766538", "last_name": "Kalmey", "first_name": "Tim", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7766538"}, {"id": "2517377", "last_name": "Meya", "first_name": "Jasper", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2517377"}, {"id": "7804663", "last_name": "Sager", "first_name": "Lutz", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7804663"}]}, "affiliations": "ZEW Mannheim, German Centre for Integrative Biodiversity Research (iDiv) Halle-Jena-Leipzig and ESSEC Business School", "id": "5390067", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "8", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390067", "category": ["ECON"], "detail": {"title": "Biodiversity Engel Curves: Estimating How Income and Inequality Shape Consumption-driven Biodiversity Loss", "declarations": null, "keywords": {"keywords": ["Biodiversity", "Land-use", "Consumption", "Environmental Engel Curve", "Footprint", "Inequality", "Trade"]}, "jelCodes": {"jelCodes": ["D12", "D31", "H23", "Q20", "Q57"]}, "language": "1", "paperDate": "2025-08-07", "fileName": "5390067.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ZEW - Centre for European Economic Research Discussion Paper No. 25-041", "id": "3230067", "journalName": "ZEW - Leibniz Centre for European Economic Research Discussion Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We examine the relationship between household incomes and the biodiversity footprints of consumption in the United States from 1996 to 2022. Combining detailed household expenditure surveys with environmentally-extended multi-regional input-output accounting methods, we calculate consumptionbased (i) land-use and (ii) species-loss footprints as proxies for overall biodiversity pressure. We find that the average biodiversity footprints of US households declined between 1996 and the early 2010s but began increasing again thereafter, as rising consumption pressure outpaced technological improvements. To characterize the relationship between household income and biodiversity footprints, we construct Environmental Engel Curves (EECs). Just like aggregate footprints, EECs shifted downwards until the early 2010s but have moved upwards in recent years, mainly due to a more biodiversity-intensive composition of expenditures, as we show. Moreover, EECs for land use are concave, implying a \"biodiversity-equality trade-off\" of moderate size. In 2022, full redistribution to achieve perfect income equality would have raised aggregate land use by 3.2% all else equal, calling for additional efforts to maintain a given biodiversity conservation goal."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "ADB Economics Working Paper Series No. 795", "page_count": "40", "title": "Impact of Economic and Climate Resilience on Sustainable Development: A Cross-Country Analysis", "authors": {"authors": [{"id": "2636346", "last_name": "Hasan", "first_name": "Md. Bokhtiar Hasan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2636346"}, {"id": "2107033", "last_name": "Uddin", "first_name": "Gazi Salah", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2107033"}, {"id": "1478714", "last_name": "Park", "first_name": "Donghyun", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1478714"}, {"id": "6989386", "last_name": "Ali", "first_name": "Md. Sumon", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6989386"}, {"id": "3488271", "last_name": "Beirne", "first_name": "John", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3488271"}]}, "affiliations": "Islamic University, Linkoping University - Department of Management and Engineering Division, Asian Development Bank - Economic Research, University of Texas at El Paso and Asian Development Bank", "id": "5390085", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390085", "category": ["ECON"], "detail": {"title": "Impact of Economic and Climate Resilience on Sustainable Development: A Cross-Country Analysis", "declarations": null, "keywords": {"keywords": ["sustainable economic development", "economic resilience", "climate resilience", "panel data analysis"]}, "jelCodes": {"jelCodes": ["C33", "O11", "Q01", "Q54"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5390085.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ADB Economics Working Paper Series No. 795", "id": "3230069", "journalName": "ADB Economics Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Economic and climate shocks inflict huge economic costs and undermine sustainable development (SD). This study is the first comprehensive attempt to empirically assess the influence of economic and climate resilience, which can mitigate those costs, on SD. Our analysis is based on a panel dataset of 31 countries from 2007 to 2021 and advanced econometric techniques, including panel-corrected standard errors, feasible generalized least squares, panel quantile regression, and local projections. We find that economic and climate resilience have significant effects on SD. Furthermore, dynamic analysis indicates that both types of resilience have persistent effects on SD and quantile analysis validates the robustness and consistency of our findings across different stages of development."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "ECB Working Paper No. 2025/3093", "page_count": "53", "title": "Verba Volant, Transcripta Manent: What Corporate Earnings Calls Reveal About the AI Stock Rally", "authors": {"authors": [{"id": "343031", "last_name": "Ca’ Zorzi", "first_name": "Michele", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=343031"}, {"id": "2663204", "last_name": "Manu", "first_name": "Ana-Simona", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2663204"}, {"id": "7847366", "last_name": "Lopardo", "first_name": "Gianluigi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7847366"}]}, "affiliations": "European Central Bank (ECB), European Central Bank (ECB) and European Central Bank (ECB)", "id": "5389821", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389821", "category": ["ECON"], "detail": {"title": "Verba Volant, Transcripta Manent: What Corporate Earnings Calls Reveal About the AI Stock Rally", "declarations": null, "keywords": {"keywords": ["artificial intelligence", "ChatGPT", "earnings call", "equity returns", "generative AI"]}, "jelCodes": {"jelCodes": ["C80", "G14", "G30", "L25", "O33"]}, "language": "1", "paperDate": null, "fileName": "RePEc_ecb_ecbwps_20253093.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECB Working Paper No. 2025/3093", "id": "3229957", "journalName": "ECB: Working Paper Series (Topic)", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper investigates the economic impact of technological innovation, focusing on generative AI (GenAI) following ChatGPT’s release in November 2022. We propose a novel framework leveraging large language models to analyze earnings call transcripts. Our method quantifies firms’ GenAI exposure and classifies sentiment as opportunity, adoption, or risk. Using panel econometric techniques, we assess GenAI exposure’s impact on S&P 500 firms’ financial performance over 2014-2023. We find two main results. First, GenAI exposure rose sharply after ChatGPT’s release, particularly in IT, Consumer Services, and Consumer Discretionary sectors, coinciding with sentiment shifts toward adoption. Second, GenAI exposure significantly influenced stock market performance. Firms with early and high GenAI exposure saw stronger returns, though earnings expectations improved modestly. Panel regressions show a 1 percentage point increase in GenAI exposure led to 0.26% rise in quarterly excess returns. Difference-in-Difference estimates indicate 2.4% average quarterly stock price increases following ChatGPT’s release."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "68", "title": "The Term Structure of Return Expectations", "authors": {"authors": [{"id": "4123588", "last_name": "Bastianello", "first_name": "Federico", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4123588"}, {"id": "1887737", "last_name": "Peng", "first_name": "Cameron", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1887737"}]}, "affiliations": "London Business School and London School of Economics & Political Science (LSE) - Department of Finance", "id": "5390270", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "14", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390270", "category": ["ECON"], "detail": {"title": "The Term Structure of Return Expectations", "declarations": null, "keywords": {"keywords": ["Term Structure", "Return Expectations", "Extrapolation", "Contrarian Beliefs", "Perceived Mispricing", "Investment Decisions", "Text&nbsp;Analysis"]}, "jelCodes": {"jelCodes": ["G12", "G14", "D84", "G41", "C83"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5390270.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Using a long-running survey of U.S. investors, we examine subjective return expectations for the aggregate stock market across horizons from one month to ten years. Short-term expectations are extrapolative, whereas forward return expectations are contrarian. The term structure of return expectations is upward-sloping in bad times and relatively flat in good times. We also find evidence of overreaction in return expectations. We introduce perceived mispricing as a complementary belief measure and show that it helps explain the dynamics of the term structure. Perceived underpricing is negatively correlated with short-term return expectations but strongly positively correlated with forward return expectations. It is also positively related to mutual fund inflows and stated investment decisions, and emerges as a significant consideration when investors, in free-text responses, explain the drivers of their trading intentions."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "141", "title": "Market Luck: Skill-Biased Inequality and Redistributive Preferences", "authors": {"authors": [{"id": "5877256", "last_name": "Yusof", "first_name": "Jeffrey", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5877256"}, {"id": "7847713", "last_name": "Sartor", "first_name": "Simona", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7847713"}]}, "affiliations": "University of Zurich - Department of Economics and University of Zurich", "id": "5390075", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390075", "category": ["ECON"], "detail": {"title": "Market Luck: Skill-Biased Inequality and Redistributive Preferences", "declarations": null, "keywords": {"keywords": ["Meritocracy", "Fairness", "Redistribution", "Luck", "Markets", "Inequality"]}, "jelCodes": {"jelCodes": ["H23", "D91", "D63", "D31", "C91"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5390075.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Market forces beyond individual control are a central driver of income inequality, a phenomenon we refer to as market luck. In meritocratic societies, this raises the question of whether individuals perceive such inequalities as fair. To address this question, we conduct experiments in the US, France, and China in which inequality between workers emerges due to random matching with buyers who require specific skills, creating inequality driven by market luck. Our findings from the US indicate that individuals are more accepting of inequalities resulting from market luck than those caused by brute luck, even though both are beyond workers' control and unrelated to their effort. The results are directionally consistent across all three countries, though with varying magnitudes of treatment effects, suggesting that redistributive preferences are sensitive to cultural differences and exposure to market institutions. We further validate our findings in survey experiments using more natural contexts and show that behavior in the experiments predicts support for real-world policies. Our results provide a novel explanation for the muted demand for redistribution amid rising inequality."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "31", "title": "Pathways from Crypto-Asset Ownership to ESG Preference: The Mediating Roles of Financial and Digital Financial Literacy", "authors": {"authors": {"id": "3962389", "last_name": "Kakinuma", "first_name": "Yosuke", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3962389"}}, "affiliations": "Chiang Mai University - Faculty of Business Administration", "id": "5390133", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390133", "category": ["ECON"], "detail": {"title": "Pathways from Crypto-Asset Ownership to ESG Preference: The Mediating Roles of Financial and Digital Financial Literacy", "declarations": null, "keywords": {"keywords": ["Crypto-assets", "sustainable investment", "financial literacy"]}, "jelCodes": {"jelCodes": ["G4", "G53", "O33"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5390133.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This study examines how crypto-asset ownership shapes environmental, social, and governance (ESG) investment preferences through the mediating roles of financial literacy and digital financial literacy. Using survey data and partial least squares structural equation modeling, the findings show that participation in high-risk, innovative assets is associated with higher financial literacy, which in turn fosters digital financial literacy and strengthens ESG preferences. This novel sequential pathway highlights how financial and digital capabilities work together to translate engagement with emerging asset markets into sustainability-oriented investment behavior. By combining perspectives from sustainable finance, digital finance, and emerging asset market participation, this study provides new evidence on how these capabilities interact to influence responsible investment choices in technology-driven financial markets."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "36", "title": "Influence and Connectivity in Networks: A Generating Function Approach", "authors": {"authors": [{"id": "3965098", "last_name": "Sun", "first_name": "Yang", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3965098"}, {"id": "2653154", "last_name": "Zhao", "first_name": "Wei", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2653154"}, {"id": "2000505", "last_name": "Zhou", "first_name": "Junjie", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2000505"}]}, "affiliations": "Southwestern University of Finance and Economics (SWUFE), Tsinghua University - Tsinghua University School of Economics and Management and Tsinghua University - Tsinghua University School of Economics and Management", "id": "5389881", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389881", "category": ["ECON"], "detail": {"title": "Influence and Connectivity in Networks: A Generating Function Approach", "declarations": null, "language": "1", "paperDate": "2025-08-13", "fileName": "5389881.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Many widely used network centralities are based on counting walks that meet specific criteria. This paper introduces a systematic framework for walk enumeration using generating functions. We introduce a first-passage decomposition that uniquely divides any walk passing through specified nodes or links into two components: a first-reaching walk and a subsequent walk. This decomposition yields a system of interconnected equations that relate three disjoint categories of walks: unrestricted walks, walks that avoid specific elements, and walks that pass through designated sets. The framework offers a range of applications, including evaluating the effects of structural interventions-such as node or link modifications-on network walks, generalizing target centrality to multi-receiver scenarios in information networks, and comparing different strategies for adding links."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "46", "title": "Is Gold an Inflation Hedge?", "authors": {"authors": {"id": "339445", "last_name": "Baur", "first_name": "Dirk G.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=339445"}}, "affiliations": "University of Western Australia - Business School", "id": "5389663", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389663", "category": ["ECON"], "detail": {"title": "Is Gold an Inflation Hedge?", "declarations": null, "keywords": {"keywords": ["gold", "inflation"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5389663.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper tests whether gold is an inflation hedge. The analysis reveals that gold used to be an inflation hedge in the 1970s and 1980s. Gold still preserves purchasing power but vastly exceeds inflation rates and money supply. Regression analyses clearly show that CPI changes, inflation rates, inflation rate changes, money supply changes and real interest rate changes have very low or no explanatory power on gold price movements. In contrast, we find a threshold effect with strong reactions to large inflation rates and shocks and no reaction to average or \"normal\" rates. Even stronger reactions of the gold price are found for 1-year and 5-year inflation expectation shocks. The results demonstrate that gold does not react to average inflation rates but to large inflation rates and shocks."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "67", "title": "Algorithmic Empire and the New Digital Colonialism: The Legal Struggle for Technological Self-Determination in the Age of AI", "authors": {"authors": {"id": "3523125", "last_name": "Appleton", "first_name": "Barry", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3523125"}}, "affiliations": "New York Law School", "id": "5389292", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389292", "category": ["ECON"], "detail": {"title": "Algorithmic Empire and the New Digital Colonialism: The Legal Struggle for Technological Self-Determination in the Age of AI", "declarations": null, "keywords": {"keywords": ["Artificial Intelligence Governance", "Digital Colonialism", "Digital Sovereignty", "Technological Hegemony;", "Platform Governance;", "Algorithmic Accountability &amp; Transparency;", "International Trade Law &amp; Technology", "Technological Non-Alignment", "Technological Self-Determination", "AI &amp; International Law", "Agorithmic Empire", "Cloud Jurisdiction &amp; Extraterritoriality;", "AI Infrastructure Dependency"]}, "jelCodes": {"jelCodes": ["F13", "K33", "K39", "O33", "O38", "L86"]}, "language": "1", "paperDate": "2025-08-12", "fileName": "5389292.pdf", "contentType": {"contentType": "3", "other": "Working draft under review for publication in a peer-reviewed journal"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<p>Artificial intelligence (AI) governance is emerging as a constitutional question of sovereignty, not merely a regulatory or technical matter. This paper introduces the concept of algorithmic empire to describe how dominant AI governance models—market-led (United States), rights-based (European Union), and state-centric (China)—embed regulatory logics in technical systems with extraterritorial reach. These architectures constrain the policy autonomy of other states and risk creating a stratified order where a few jurisdictions set the rules and others comply.</p>\n<p>Through comparative legal analysis and examination of digital trade provisions in the CPTPP and USMCA, the paper shows how early governance choices in transformative technologies can lock in structural dependencies. It proposes a framework for technological self-determination comprising constitutional recognition of AI governance authority, preservation of domestic policy space in trade agreements, and institutional capacity building.</p>\n<p>The framework applies not only to AI but also to emerging technologies such as synthetic biology, neural connectivity, and quantum computing. The stakes are immediate: states that act now can still shape the rules; those that delay will inherit architectures designed by others.</p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "10", "title": "MindStream Research Framework Concept Draft", "authors": {"authors": {"id": "7845894", "last_name": "Jiang", "first_name": "Shan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7845894"}}, "affiliations": "University of Massachusetts Boston - College of Management", "id": "5389112", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389112", "category": ["ECON"], "detail": {"title": "MindStream Research Framework Concept Draft", "declarations": null, "language": "1", "paperDate": "2025-08-12", "fileName": "5389112.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "5", "other": "White Paper"}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The MindStream Approach is a research methodology designed for the AI era. It integrates human-AI interaction as a recognized part of idea generation, employs AI-assisted writing as a legitimate method, incorporates non-empirical consistency verification to complement the scientific methods, and embraces rapid, multi-platform dissemination, including social media, blogs, and decentralized science (DeSci) platforms, as a complement to traditional journal publication. MindStream aims to accelerate knowledge creation, democratize knowledge dissemination, and expand the epistemic toolkit available to researchers."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "16", "title": "Technical Change and Economic Growth as Recombinant Augmentation", "authors": {"authors": {"id": "337051", "last_name": "Jefferson", "first_name": "Gary H.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=337051"}}, "affiliations": "Brandeis University - International Business School", "id": "5389417", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389417", "category": ["ECON"], "detail": {"title": "Technical Change and Economic Growth as Recombinant Augmentation", "declarations": null, "keywords": {"keywords": ["JEL Codes: B22", "B40", "D24", "J24", "O11", "030", "031", "033", "041"]}, "language": "1", "paperDate": "2025-08-08", "fileName": "5389417.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This paper interprets technical change through the lens of recombinant augmentation for which the phenomena of factor accumulation and factor augmentation are inseparable. This single assumption that households and firms accumulate offspring and raw materials only for the purpose of their augmentation transforms the representation of technical change in the steady state from the axiomatic representation of purely labor augmenting, a poor fit with empirical reality, to capital-labor invention neutral, a plausible fit. The centrality of recombinant augmentation carries deep implications for the neoclassical designation of capital as unaugmentable dollars that only accumulate and labor as workers that primarily augment."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "25", "title": "Impact of Boomerang CEOs on Firm Performance", "authors": {"authors": [{"id": "1449522", "last_name": "Lin", "first_name": "Fang", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1449522"}, {"id": "7846481", "last_name": "Sepehr Samadi", "first_name": "Sepehr", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7846481"}]}, "affiliations": "Pacific Lutheran University and University of Washington-Bothell", "id": "5389412", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389412", "category": ["ECON"], "detail": {"title": "Impact of Boomerang CEOs on Firm Performance", "declarations": null, "keywords": {"keywords": ["Boomerang CEO", "firm performance", "ESG", "media sentiment"]}, "language": "1", "paperDate": "2025-04-10", "fileName": "5389412.pdf", "contentType": {"contentType": "0", "other": "Working Paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This study investigates the impact of boomerang CEOs-executives who return to lead their previous organizations after a period of departure-on firm performance, with a particular focus on firm value and environmental, social, and governance (ESG) outcomes from 1992 to 2022. Our findings suggest while boomerang CEOs underperform relative to their non-boomerang counterparts in general, their second-term performance exhibits drastic improvements when comparing to their own first terms and their non-boomerang peers. Additionally, we find the sentiment and intensity of media coverage are predictive of the second-term improvements, suggesting media attention may create an extra layer of corporate governance for shareholders. This study contributes to the literature on corporate governance, leadership effectiveness, and sustainability by highlighting the unique role boomerang CEOs play in fostering ESG advancements."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "42", "title": "Biodiversity Abundance Markers and Business Activity in New Zealand: Evidence from a Spatial Analysis", "authors": {"authors": [{"id": "252316", "last_name": "Griffin", "first_name": "Paul A.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=252316"}, {"id": "2956526", "last_name": "Lubberink", "first_name": "Martien", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2956526"}]}, "affiliations": "University of California, Davis - Graduate School of Management and Victoria University of Wellington - Te Herenga Waka - School of Accounting and Commercial Law", "id": "5389619", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389619", "category": ["ECON"], "detail": {"title": "Biodiversity Abundance Markers and Business Activity in New Zealand: Evidence from a Spatial Analysis", "declarations": null, "keywords": {"keywords": ["Biodiversity markers", "business activity", "New Zealand", "natural capital", "spatial analysis"]}, "jelCodes": {"jelCodes": ["G12", "G30", "Q57"]}, "language": "1", "paperDate": "2025-08-06", "fileName": "5389619.pdf", "contentType": {"contentType": "0", "other": "Unpublished working paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Tracking biodiversity's impact on business activity presents a significant challenge for managers, investors, and policymakers. Without a deeper analysis, the financial opportunities and risks posed by a changing natural environment may not be adequately identified. One shortcoming of the empirical research so far is its failure to recognize that a firm's association with nature is highly spatially specific. Biodiversity can vary significantly across the different locations where businesses operate. Understanding how nature influences business activity also requires knowledge of the biological and physical phenomena shaping the natural world. We address these issues by leveraging two unique aspects of the New Zealand landscape: (i) the availability of granular biodiversity markers from rich sources of data and (ii) monthly sales and employment data collected by the government on businesses operating in the same location as the biodiversity markers. By matching these datasets, we can examine whether and how various science-based biodiversity markers associate with business output. We measure biodiversity based on a location's biodiversity abundance (BDA) markers. We find that businesses operating in areas with favorable BDAs-with better land use, lower population density, fewer invasive pests, and reduced drought probability-exhibit higher productivity, as measured by sales and gross profit per business unit. We also find higher output per business unit in areas with more Indigenous knowledge, another favorable BDA marker. Overall, our results align with the theory that the business productivity of a land area varies positively with its natural capital, as proxied by a higher level of biodiversity abundance."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "30", "title": "Influence by Omission: The IMF's Lending Capacity and Central Bank Design", "authors": {"authors": [{"id": "1236831", "last_name": "Garriga", "first_name": "Ana Carolina", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1236831"}, {"id": "7845258", "last_name": "Gavin", "first_name": "Michael A", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7845258"}]}, "affiliations": "University of Essex - Department of Government and University of Queensland", "id": "5388657", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5388657", "category": ["ECON"], "detail": {"title": "Influence by Omission: The IMF's Lending Capacity and Central Bank Design", "declarations": null, "keywords": {"keywords": ["Central Banks", "Domestic Reforms", "Financial Stability", "International Monetary Fund", "Lender of Last Resort"]}, "jelCodes": {"jelCodes": ["E5", "E58", "E61", "F02", "F33", "F65"]}, "language": "1", "paperDate": "2025-08-12", "fileName": "5388657.pdf", "contentType": {"contentType": "0", "other": "Working paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "A large literature explores how loan conditionalities and policy recommendations embedded in International Monetary Fund lending programs influence country behavior and policy choices. We argue that the IMF's influence extends beyond these intentional efforts. This paper shows that the growth in the IMF's lending capacity has failed to keep pace with financial globalization, and that this has incentivized emerging and developing economies to strengthen their domestic institutions for financial stability, particularly, their central bank's capabilities to act as a lender of last resort. We conceptualize this as influence by omission, whereby the IMF shapes behavior not through direct engagement but through its declining ability to serve as an effective financial backstop. Using original data coding central bank lender of last resort powers for 60 developing countries between 1994 and 2020, we find that countries with relatively limited access to IMF resources are significantly more likely to strengthen their central banks' lender of last resort authority. This finding is robust across a range of model specifications, instrumental variable analyses, and dynamic estimations. An event study of countries' response to the Covid shock reveals that countries with stronger lending of last resort capabilities were much more likely to manage the crisis without drawing on IMF resources. Importantly, this effect is specific to lender of last resort powers and does not extend to other aspects of central bank governance such as independence or transparency, suggesting that distinct international and domestic incentives shape different reform trajectories."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "43", "title": "Informed Trading and the Fossil Fuel Industry's Influence Over Un Climate Meetings", "authors": {"authors": [{"id": "2779094", "last_name": "Smith", "first_name": "Tom", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2779094"}, {"id": "2620311", "last_name": "Chen", "first_name": "Xiaoyan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2620311"}, {"id": "1818059", "last_name": "LING", "first_name": "Xin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1818059"}, {"id": "2779068", "last_name": "Linnenluecke", "first_name": "Martina", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2779068"}, {"id": "7848526", "last_name": "Rajabi", "first_name": "Mona  Mashhadi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848526"}]}, "affiliations": "Macquarie University, Macquarie Business School, Royal Melbourne Institute of Technology (RMIT University) - School of Economics, Finance and Marketing, <i>affiliation not provided to SSRN</i>, The University of Technology Sydney and <i>affiliation not provided to SSRN</i>", "id": "5390541", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390541", "category": ["ECON"], "detail": {"title": "Informed Trading and the Fossil Fuel Industry's Influence Over Un Climate Meetings", "declarations": null, "keywords": {"keywords": ["Informed Trading", "COP Meeting", "climate policy", "Climate Finance", "Net-Zero Transition: fossil fuel firms"]}, "language": "1", "paperDate": null, "fileName": "bfad8751-39bf-4dc8-b5f1-9e69b5d7a6a0-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ENEECO-D-25-02407", "id": "3230292", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This study develops a novel methodology to estimate the probability of informed trading around United Nations COP climate meetings. Analyzing options market data from 87 U.S.-listed fossil fuel firms between 2006 and 2023, we find that informed trading rises significantly during the [–9, 9] day window. This activity generated abnormal returns of 22.46%, or up to $32.895 billion in profit for informed traders over the relevant period. Given the fossil fuel industry’s substantial presence at COP meetings, our findings suggest that these events offer not only policy signals but also informational advantages to select market participants."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "NBER Working Paper No. w34115", "page_count": "63", "title": "Fear and Risk Perception: Understanding Physicians' Dynamic Responses to Malpractice Lawsuits", "authors": {"authors": [{"id": "281427", "last_name": "Fang", "first_name": "Hanming", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=281427"}, {"id": "5628356", "last_name": "Li", "first_name": "Ming", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5628356"}, {"id": "4801005", "last_name": "Xiang", "first_name": "Jia", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4801005"}]}, "affiliations": "University of Pennsylvania - Department of Economics, Chinese University of Hong Kong, Shenzhen and Indiana University - Kelley School of Business - Department of Business Economics & Public Policy", "id": "5386633", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5386633", "category": ["ECON"], "detail": {"title": "Fear and Risk Perception: Understanding Physicians' Dynamic Responses to Malpractice Lawsuits", "declarations": {"declarationOfInterest": "MISSING", "ethicsApproval": "MISSING", "funderStatement": "Li gratefully acknowledges the National Natural Science Foundation of China (Nos. 72403216 and 72192804), the Guangdong Basic and Applied Basic Research Foundation (No. 2022B1515120060), and the Research Fund of the School of Management and Economics, Chinese University of Hong Kong, Shenzhen, for financial support."}, "language": "1", "paperDate": null, "fileName": "nber_w34115.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "NBER Working Paper No. w34115", "id": "3227874", "journalName": "NBER Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper investigates how physicians adjust their clinical decision-making following medical malpractice lawsuits and how these responses are driven by mental rather than financial costs, and do not align with rational expectations. We combine a comprehensive health insurance claim database from a Chinese city with the universe of malpractice lawsuits to study changes in physician behavior and patient outcomes. We find that physicians respond to lawsuits by practicing more conservatively, rejecting high-risk patients, reducing surgery rates, and increasing the use of diagnostic tests and traditional Chinese medicine. These changes are associated with worse patient outcomes, consistent with defensive medicine. The effects are not limited to the directly involved departments but spill over to other departments within the same hospital. In addition, the changes are short-lived, with physicians reverting to their pre-lawsuit treatment patterns in eight weeks. We provide evidence that such responses are likely driven by mental cost (including fear) and deviate from rational expectations. First, physicians in hospitals with more and less frequent lawsuits exhibit similar responses to a new lawsuit; moreover, they respond similarly to winning and losing cases. Second, physicians’ reactions to a patient’s death vary depending on the recency of a salient lawsuit. Lastly, physician responses are especially strong following criminal violence against physicians, which is emotionally and psychologically salient.<br><br>Institutional subscribers to the NBER working paper series, and residents of developing countries may download this paper without additional charge at <a href=\"http://www.nber.org/papers/&#119;34115\" TARGET=\"_blank\">www.nber.org</a>.<br>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "19", "title": "Transitioning to a Renewable Future – a Critical Analysis of New York State Energy Trends Through Machine Learning Models", "authors": {"authors": [{"id": "7848521", "last_name": "Gokavarapu", "first_name": "Kamal  Nikhil", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848521"}, {"id": "7848522", "last_name": "Gore", "first_name": "Nidhish  Abhijit", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848522"}, {"id": "7848523", "last_name": "Ohri", "first_name": "Chirag", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848523"}, {"id": "6225374", "last_name": "Carbonara", "first_name": "Joaquin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6225374"}, {"id": "6324805", "last_name": "Ahmed", "first_name": "Saquib", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6324805"}]}, "affiliations": "<i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i> and <i>affiliation not provided to SSRN</i>", "id": "5390539", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390539", "category": ["ECON"], "detail": {"title": "Transitioning to a Renewable Future – a Critical Analysis of New York State Energy Trends Through Machine Learning Models", "declarations": null, "keywords": {"keywords": ["Clean energy", "Energy Markets", "machine learning", "renewable energy", "Solar Potential", "Subsidies", "Sustainability"]}, "language": "1", "paperDate": null, "fileName": "0f7d80d7-488d-4773-a70a-ef0a4aa0752e-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ENEECO-D-25-02394", "id": "3230290", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Clean energy technologies, encompassing renewable resources like solar, wind, and hydropower, are essential in the global effort to reduce greenhouse gas emissions and combat climate change. As the globe prepares to transition away from fossil fuels, understanding the factors and parameters influencing the penetration of clean energy into existing energy markets has become a critical step. Controversies surrounding the environmental impacts of renewable technologies, variability in market structures, and economic pressures on clean energy companies can complicate this transition. Thus, resources must be focused in the right areas to ensure the growing demand for sustainable energy solutions is being met adequately. In this study, we employ a suite of machine learning models—including Linear Regression, Random Forest Regression, Gradient Boosting Regression, AdaBoost Regression, and XGBoost Regression—to analyze geographic and policy-driven parameters influencing clean energy adoption across New York State. Strategic investments in high-potential parameters, alongside targeted policy interventions and technological advancements, can maximize the impact of clean energy initiatives while ensuring long-term sustainability and economic viability. Key parameters analyzed include solar and wind potential, average energy prices, subsidy amounts, grid capacity, public awareness, renewable and fossil energy market shares, and policy support indices. Despite challenges such as market variability and infrastructure limitations, this research offers a data-driven blueprint to bridge demand-supply gaps and guide policymaking, making sure energy investments are focused in the right areas, fostering a sustainable energy future."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "18", "title": "Green Electricity, Labeling and Competition in the French Retail Electricity Market", "authors": {"authors": [{"id": "7848524", "last_name": "Podesta", "first_name": "Marion", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848524"}, {"id": "7848525", "last_name": "Moreno", "first_name": "Sandra", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848525"}]}, "affiliations": "<i>affiliation not provided to SSRN</i> and <i>affiliation not provided to SSRN</i>", "id": "5390540", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390540", "category": ["ECON"], "detail": {"title": "Green Electricity, Labeling and Competition in the French Retail Electricity Market", "declarations": null, "keywords": {"keywords": ["Environmental concern", "Product differentiation", "renewable energy", "Green markets", "Public goods", "Labeling"]}, "language": "1", "paperDate": null, "fileName": "195e606a-df38-4fca-bfba-70c67688e8f9-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ENEECO-D-25-02141", "id": "3230291", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "With growing environmental concerns, recent empirical studies have shown that consumers are willing to pay more for eco-friendly products, such as those certified by an eco-label or as green electricity. In this context, the aim of this paper is twofold. Firstly, we examine whether renewable electricity retailing is a profitable strategy for firms, in the presence of what we call concerned and responsible consumers, with regard to environmental issues only. Secondly, we study whether labeling green electricity products in a more sustainable approach, considering not only the environmental but also the economic and social concerns of consumers, could enhance the greening dynamic observed in the market. Through a horizontal product differentiation model, we show that when accounting for consumers&apos; concern for the provision of public goods at the environmental level, differentiation represents the best strategy for electricity retailers at the equilibrium. Furthermore, when including the label in the analysis, the greening of the market would depend on the degree of consumers&apos; concern towards the economic and social aspects related to the purchase of a labeled green electricity product. Concerning social welfare, we show that having both firms sell green electricity would be socially optimal, and that accounting for the three dimensions of sustainable development through the label improves consumers&apos; surplus and social welfare."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "39", "title": "Whether It's Weather or Climate: Temperature and Individual Deprivation in Sub-Saharan Africa", "authors": {"authors": [{"id": "7848527", "last_name": "Baako-Amponsah", "first_name": "Josephine", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848527"}, {"id": "664739", "last_name": "Stadelmann", "first_name": "David", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=664739"}, {"id": "7848528", "last_name": "Wild", "first_name": "Frederik", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848528"}]}, "affiliations": "<i>affiliation not provided to SSRN</i>, University of Bayreuth and Stanford University", "id": "5390542", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390542", "category": ["ECON"], "detail": {"title": "Whether It's Weather or Climate: Temperature and Individual Deprivation in Sub-Saharan Africa", "declarations": null, "keywords": {"keywords": ["Sub-Saharan Africa", "Temperature", "Climate change", "Development"]}, "language": "1", "paperDate": null, "fileName": "f27511f2-d137-4125-b72b-c3384722836a-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ENEECO-D-25-02383", "id": "3230293", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We use a large-scale, geo-referenced household survey spanning 28 African countries over 16 years to investigate the link between temperatures and individual living standards in one of the world’s most climate-vulnerable regions. We evaluate both the short-term response to temperature (shocks) and the long-term equilibrium effects of climate change by matching daily, bi-monthly, monthly, yearly and long-term average temperature data to 168,585 individuals across 14,186 unique survey locales. Our results consistently reveal a statistically robust and negative association between elevated temperatures and individual deprivation which is measured as insufficient access to food, water, healthcare, and income, across both short- and long-term time horizons. However, the quantitative magnitude of these effects is very modest for short-term temperatures often statistically indistinguishable from zero. Importantly, we find that local infrastructural endowments significantly moderate temperature-related impacts, suggesting that investments in basic infrastructure can meaningfully buffer individuals from the adverse effects of both short- and long-term warming."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "49", "title": "The Political Economy of Manumission Restrictions Evidence from Late Antebellum Southern Legislatures", "authors": {"authors": [{"id": "7357481", "last_name": "Alvarez", "first_name": "Sean-Patrick", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7357481"}, {"id": "7357480", "last_name": "Piano", "first_name": "Ennio", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7357480"}]}, "affiliations": "Jacksonville State University and <i>affiliation not provided to SSRN</i>", "id": "5390569", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390569", "category": ["ECON"], "detail": {"title": "The Political Economy of Manumission Restrictions Evidence from Late Antebellum Southern Legislatures", "declarations": null, "keywords": {"keywords": ["Economic consequences of slavery", "Interest groups", "Political economy", "Antebellum economy"]}, "language": "1", "paperDate": null, "fileName": "9dfff54b-590a-4814-b98d-23474b9ab79a-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "EEH-25-00132", "id": "3230315", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper examines the political economy of manumission restrictions in the late Antebellum U.S. South, focusing on the role of large-scale slaveholding interests. We investigate the legislative voting records from four states (Alabama, Kentucky, Maryland, and Tennessee) using district-level economic and demographic data, and legislator-level information from the US Censuses for 1830 and 1850. We find that representatives from regions where large-scale slaveholding was prevalent, as well as legislators who were large slaveholders themselves, were significantly more likely to support legislation restricting manumission. These findings are consistent with a model of legislators’ voting behavior that treats manumission as an effective tool to motivate labor for only some, and detrimental to the interests of other, slaveholders. By limiting manumission, these policies safeguarded the ability of large-scale slaveholders like plantation owners to rely on coercion to motivate their enslaved workers. Our findings suggest that restrictive manumission laws were not purely ideological but were rooted in the concentrated economic interests of Southern elites, highlighting the broader relationship between wealth, political power, and the institutional entrenchment of slavery."}}
{"abstract_type": "Working Paper Series", "publication_status": "SUBMITTED", "is_paid": "false", "reference": null, "page_count": "18", "title": "Estimating the Health and Economic Impacts of Supporting Individuals with Physical and Mental Health Conditions into Employment Using ‘IPS-MOD’ - A New Cost-Benefit Analysis Tool for England", "authors": {"authors": [{"id": "7845180", "last_name": "Clarke", "first_name": "Holly", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7845180"}, {"id": "2538847", "last_name": "Morris", "first_name": "Damon", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2538847"}, {"id": "7845181", "last_name": "James", "first_name": "Megan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7845181"}, {"id": "630328", "last_name": "Brennan", "first_name": "Alan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=630328"}, {"id": "7845182", "last_name": "Whitworth", "first_name": "Adam", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7845182"}]}, "affiliations": "University of Sheffield, University of Sheffield - Department of Economics, University of Sheffield, University of Sheffield and University of Strathclyde", "id": "5388610", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5388610", "category": ["ECON"], "detail": {"title": "Estimating the Health and Economic Impacts of Supporting Individuals with Physical and Mental Health Conditions into Employment Using ‘IPS-MOD’ - A New Cost-Benefit Analysis Tool for England", "declarations": {"declarationOfInterest": "We declare that we have no conflicts of interest.", "funderStatement": "This project is funded by the National Institute for Health and Care Research (NIHR) (Project Ref 202996)."}, "keywords": {"keywords": ["Individual Placement and Support", "Employment support", "Mental health", "Musculoskeletal conditions", "Cost-effectiveness", "Economic evaluation", "Markov model", "Quality-Adjusted Life Years", "Benefit-cost ratio", "Health economics", "Health disparities", "Work-related disparities", "Economic inequality", "Modelling tool", "Employment outcomes", "Social security savings", "Policy support", "Labour markets", "Government revenue", "Taxes", "Benefits", "Health and work", "Health care costs", "NHS spending", "Health service use."]}, "language": "1", "paperDate": null, "fileName": "dd263d97-87c4-46c2-b5f4-4abcc419c467-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "THELANCETPUBLICHEALTH-D-25-01527", "id": "3229199", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Background: Individual Placement and Support (IPS) is an employment support programme which has successfully supported individuals with severe mental illness into employment. Recent trials in the UK have applied this intervention to individuals with low-to-moderate mental health (MH) and musculoskeletal conditions (MSK). This study evaluates the effectiveness and cost-effectiveness of providing IPS to individuals with low to moderate MH and/or MSK conditions. To do this, we use a new open source modelling tool, the IPS cost-benefit and outcomes MODel (IPS-MOD).&nbsp;<br><br>Methods: IPS-MOD uses a Markov structure and simulates transitions between employment and non-employment states in both intervention and business-as-usual (BAU) scenarios. Incorporating data from trial evidence, national survey datasets and tax-benefit micro-simulation. Estimated outcomes are employment rates, Quality-Adjusted Life Years (QALYs), government expenditures, and net earnings over a five-year horizon. Sensitivity analyses assess the robustness of the benefit-cost ratios for different service costs and effectiveness levels.&nbsp;<br><br>Findings: The estimated benefit-cost ratio from a societal perspective for those with MSK showed that every £1 spent on IPS services returned £1.13 by the end of Year 1 and £5.76 by the end of Year 5. The intervention is estimated to, by year 5, improve employment rates by a 5.87% relative increase and increase QALYs by 0.139 per person. This is alongside savings of £1,009.92 in social security payments and £124.59 in health service resource use per person by year 5. Comparable patterns of effectiveness and cost-effectiveness were observed across all health conditions. Sensitivity analysis confirmed the robustness of these results.&nbsp;<br><br>Interpretation: IPS for people with MH, MSK or MSK+MH is estimated to have a positive economic return-on-investment. Expanding IPS services to these groups, could provide substantial long-term financial and social returns. The IPS-MOD tool can be customised to different localities and is able to be used to support future policy decisions aimed at reducing work-related health disparities. Our new IPS-MOD evidence and tool are an important policy contribution for regional and local policy stakeholders especially as they begin to commission, manage and monitor the new DWP funded £1bn Connect to Work programme across England and Wales."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "ECB Working Paper No. 2025/3094", "page_count": "81", "title": "Gaming the Test? Window-Dressing and Portfolio Similarity Around the Eu-Wide Stress Tests", "authors": {"authors": [{"id": "5897261", "last_name": "Cuzzola", "first_name": "Angelo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5897261"}, {"id": "7847368", "last_name": "Barbieri", "first_name": "Claudio", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7847368"}, {"id": "3177092", "last_name": "Halaj", "first_name": "Grzegorz", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3177092"}]}, "affiliations": "Scuola Superiore Sant’Anna, European Central Bank (ECB) and European Central Bank (ECB)", "id": "5389822", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5389822", "category": ["ECON"], "detail": {"title": "Gaming the Test? Window-Dressing and Portfolio Similarity Around the Eu-Wide Stress Tests", "declarations": null, "keywords": {"keywords": ["banking supervision", "financial stability", "portfolio similarity", "stress testing", "systemic risk", "window-dressing"]}, "jelCodes": {"jelCodes": ["G21", "G28", "E58", "C23"]}, "language": "1", "paperDate": null, "fileName": "RePEc_ecb_ecbwps_20253094.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECB Working Paper No. 2025/3094", "id": "3229958", "journalName": "ECB: Working Paper Series (Topic)", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This study investigates the impact of supervisory stress testing on banks’ behaviors and their systemic risk implications. Utilizing confidential supervisory data from the European Banking Authority’s EU-wide stress tests in 2021 and 2023, we employ a difference-in-differences framework to analyze how these exercises influence portfolio management decisions among European banks. This methodology allows us to compare stress-tested banks with similar non-tested institutions before and after the stress test events, isolating the effects specifically associated with the EU-wide assessments. Our findings reveal significant patterns of anticipatory behavior, with banks strategically window-dressing their capital ratios before stress tests begin. This behavior is particularly pronounced among institutions that subsequently receive the lowest scores in terms of capital depletion. We document that these anticipatory adjustments lead to decreased portfolio similarity across banks, an effect that persists after the stress tests and remains consistent across different similarity measures. Importantly, such a decrease in similarity does not spin off into more granular business model or country clusters, thus limiting potential systemic risk through portfolio synchronization. Our results, while considering how financial institutions incorporate stress test considerations into their strategic decision-making, highlight the dual role of stress tests in enhancing individual bank resilience and reducing systemic vulnerabilities. These findings contribute to the ongoing debate on effective banking supervision and the design of regulatory stress testing frameworks."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "University of Chicago, Becker Friedman Institute for Economics Working Paper No. 2025-104", "page_count": "54", "title": "Seemingly Virtuous Complexity in Return Prediction", "authors": {"authors": {"id": "276811", "last_name": "Nagel", "first_name": "Stefan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=276811"}}, "affiliations": "University of Chicago - Booth School of Business", "id": "5390670", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390670", "category": ["ECON"], "detail": {"title": "Seemingly Virtuous Complexity in Return Prediction", "declarations": null, "jelCodes": {"jelCodes": ["G12", "G14", "G17"]}, "language": "1", "paperDate": "2025-08-11", "fileName": "5390670.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "University of Chicago, Becker Friedman Institute for Economics Working Paper No. 2025-104", "id": "3230379", "journalName": "Becker Friedman Institute for Economics Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Return prediction with Random Fourier Features (RFF)-a very large number, P , of nonlinear transformations of a small number, K, of predictor variables-has become popular recently. Surprisingly, this approach appears to yield a successful out-of-sample stock market index timing strategy even when trained in rolling windows as small as T = 12 months with P in the thousands. However, when P &gt;&gt; T , the RFF-based forecast becomes a weighted average of the T training sample returns, with weights determined by the similarity between the predictor vectors in the training data and the current predictor vector. In short training windows, similarity primarily reflects temporal proximity, so the forecast reduces to a recency-weighted average of the T return observations in the training data-essentially a momentum strategy. Moreover, because similarity declines with predictor volatility, the result is a volatility-timed momentum strategy. The strong performance of the RFF-based strategy thus stems not from its ability to extract predictive signals from the training data, but from the fact that a volatility-timed momentum strategy happened to perform well in historical data. This point becomes clear when applying the same method to artificial data in which returns exhibit reversals rather than momentum: the RFF approach still constructs the same volatility-timed momentum strategy, which then performs poorly."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "University of Chicago, Becker Friedman Institute for Economics Working Paper No. 2025-105", "page_count": "24", "title": "Implications of Fiscal-Monetary Interaction from HANK Models", "authors": {"authors": {"id": "2561446", "last_name": "Kaplan", "first_name": "Greg", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2561446"}}, "affiliations": "University of Chicago - Department of Economics", "id": "5390674", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390674", "category": ["ECON"], "detail": {"title": "Implications of Fiscal-Monetary Interaction from HANK Models", "declarations": null, "jelCodes": {"jelCodes": ["E2", "E3", "E4", "E5", "E6"]}, "language": "1", "paperDate": "2025-08-11", "fileName": "5390674.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "University of Chicago, Becker Friedman Institute for Economics Working Paper No. 2025-105", "id": "3230380", "journalName": "Becker Friedman Institute for Economics Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "I describe nine implications of the interconnectedness of fiscal and monetary policy that surface in Heterogeneous Agent New Keynesian (HANK) models. Not all are unique to HANK models. (i) Long run fiscal changes force monetary adjustments. (ii) Sustainable permanent deficits are feasible. (iii) Monetary policy leaves fiscal footprints, even with passive fiscal policy. (iv) Fewer controversies around active fiscal policy. (v) Equilibria are unique under a wider class of fiscal and monetary rules. (vi) With short-term debt, raising nominal rates without a fiscal contraction raises inflation. (vii) Unfunded fiscal stimulus is more inflationary. (viii) Even fully funded fiscal stimulus is inflationary. (ix) Fiscal transfers can substitute for monetary policy in the aggregate."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Minnesota Legal Studies Research Paper No. 2025-44", "page_count": "28", "title": "The Limits of Efficiency in Regulatory Contract Law", "authors": {"authors": [{"id": "227722", "last_name": "Parisi", "first_name": "Francesco", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=227722"}, {"id": "119209", "last_name": "Bix", "first_name": "Brian", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=119209"}]}, "affiliations": "University of Minnesota - Law School and University of Minnesota Law School", "id": "5390500", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390500", "category": ["ECON"], "detail": {"title": "The Limits of Efficiency in Regulatory Contract Law", "declarations": null, "keywords": {"keywords": ["regulatory contract law", "market failures", "efficiency", "welfare maximization JEL Codes: K12", "D63", "D86"]}, "jelCodes": {"jelCodes": ["K12", "D63", "D86"]}, "language": "1", "paperDate": "2025-08-13", "fileName": "5390500.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "1", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Minnesota Legal Studies Research Paper No. 2025-44", "id": "3230271", "journalName": "University of Minnesota Law School Legal Studies Research Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "While economic approaches to contract law often presume that private ordering yields efficient outcomes and concentrates on crafting optimal remedies to support voluntary exchange and promise-keeping, regulatory contract law starts from a different perspective, recognizing that the core assumptions of the standard economic paradigm break down when contracts produce externalities, are built around information asymmetries, or exacerbate collective-action problems. This chapter discusses the market-failure rationale for regulatory contract law, positioning it within the broader architecture of public law. Our analysis identifies when and how regulatory intervention can enhance welfare and preserve the integrity of contractual dealings. This framework offers an efficiency-based economic justification for regulatory contract law grounded on the correction of market failures."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "University of Chicago, Becker Friedman Institute for Economics Working Paper No. 2025-103", "page_count": "12", "title": "What Drives Educational Technology Adoption in Classrooms Serving Young Children? Evidence from Two Experiments", "authors": {"authors": [{"id": "7038958", "last_name": "Bresciani Andaluz", "first_name": "Daniela", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7038958"}, {"id": "6172860", "last_name": "Kalil", "first_name": "Ariel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6172860"}, {"id": "7848779", "last_name": "Michelini", "first_name": "Michelle", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848779"}, {"id": "3752784", "last_name": "Shah", "first_name": "Rohen", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3752784"}]}, "affiliations": "University of Chicago, University of Chicago, University of Chicago and University of Chicago", "id": "5390656", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390656", "category": ["ECON"], "detail": {"title": "What Drives Educational Technology Adoption in Classrooms Serving Young Children? Evidence from Two Experiments", "declarations": null, "keywords": {"keywords": ["Educational Technology", "Bandwagon Effect", "Within-Subjects Experiment"]}, "jelCodes": {"jelCodes": ["C91", "D91", "I28"]}, "language": "1", "paperDate": "2025-08-07", "fileName": "5390656.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "University of Chicago, Becker Friedman Institute for Economics Working Paper No. 2025-103", "id": "3230378", "journalName": "Becker Friedman Institute for Economics Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "As new education technology applications emerge, teachers and school leaders must decide which ones to endorse. What influences these decisions? This study examines how information about two aspects of ed tech apps-efficacy and popularity-affects educators' choices to adopt them. We present causal estimates from two experiments: a within-subject survey of 1,104 teachers (pre-K through grade 4) and a between-subjects experiment with 154 school leaders. In the first experiment, providing teachers with a cue about strong research evidence increased their likelihood of recommending a math learning app by 0.24 SD (compared to a no-cue control), while a peer-popularity cue raised it by 0.21 SD; using both cues together led to a 0.30 SD increase. In the second experiment, showing school leaders an informational video about a math app's popularity and research evidence did not significantly increase their likelihood of recommending the app or their willingness to pay for it."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "32", "title": "How to Tax Environmentally Detrimental Status Goods?", "authors": {"authors": [{"id": "265021", "last_name": "Requate", "first_name": "Till", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=265021"}, {"id": "4455962", "last_name": "Bronnmann", "first_name": "Julia", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4455962"}, {"id": "6668641", "last_name": "Steinbrunner", "first_name": "Phillip", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6668641"}]}, "affiliations": "University of Kiel - Department of Economics, Department of Sociology, Environmental and Business Economics and University of Southern Denmark", "id": "5391008", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391008", "category": ["ECON"], "detail": {"title": "How to Tax Environmentally Detrimental Status Goods?", "declarations": null, "keywords": {"keywords": ["status goods", "positional goods", "environmental externalities", "status taxes", "second-best taxation", "third-best taxation"]}, "language": "1", "paperDate": null, "fileName": "9f6af57b-f54d-405f-a6f4-1df790faf2f1-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEEM-D-25-00864", "id": "3230620", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "In this paper, we study a theoretical model of a car market with status goods and environmental externalities, and endogenous technology choice. We study first-best taxation with individual status tax rates, we derive a second-best tax rule for a uniform status tax combined with an emission tax, and a third-best tax rule with an emission tax only. Using numerical simulations, we find that the welfare difference between first- and second-best taxation is small, while the difference between second- and third-best taxation is substantial. Using results from a related paper, we propose a \"status\" tax at the level of 16 Euro per horse power (PS)."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "52", "title": "On the Relative Effectiveness of Neoclassical and Behavioral Interventions in Fostering Environmental Conservation", "authors": {"authors": [{"id": "5950519", "last_name": "Boomsma", "first_name": "Mirthe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5950519"}, {"id": "7849498", "last_name": "Midden", "first_name": "Cees", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7849498"}, {"id": "232181", "last_name": "van Soest", "first_name": "Daan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=232181"}]}, "affiliations": "Tilburg University, <i>affiliation not provided to SSRN</i> and Tilburg University - CentER & Department of Economics", "id": "5391010", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391010", "category": ["ECON"], "detail": {"title": "On the Relative Effectiveness of Neoclassical and Behavioral Interventions in Fostering Environmental Conservation", "declarations": null, "keywords": {"keywords": ["D90", "Q53", "Q58"]}, "language": "1", "paperDate": null, "fileName": "c395e5e4-24ac-4a6f-a014-cf33b8309fde-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEEM-D-25-00836", "id": "3230622", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We conducted a randomized controlled trial to compare the effectiveness of three interventions in promoting a societally valuable habit: in-house waste sorting. Nearly 1,100 households living in apartment buildings in downtown Amsterdam were assigned to either a neoclassical treatment using extrinsic incentives or one of two behavioral treatments aimed at fostering intrinsic motivation or reciprocity. The extrinsic and reciprocity-based interventions both led to immediate but short-lived improvements, primarily via intensification of sorting by households already engaged in the activity. In contrast, the intrinsic motivation treatment generated equally strong but more persistent effects and was particularly effective at encouraging non-sorting households to start sorting. These findings highlight the key role of intrinsic motivation in establishing and sustaining prosocial habits."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "50", "title": "Unwillingly Informed: The Prosocial Impact of Third-Party Informers", "authors": {"authors": [{"id": "7849497", "last_name": "Grossman", "first_name": "Zachary", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7849497"}, {"id": "4492842", "last_name": "Hua", "first_name": "Tony", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4492842"}, {"id": "334572", "last_name": "Lind", "first_name": "Jo Thori", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=334572"}, {"id": "244574", "last_name": "Nyborg", "first_name": "Karine", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=244574"}]}, "affiliations": "<i>affiliation not provided to SSRN</i>, University of California, Merced - Department of Economics, University of Oslo - Department of Economics and University of Oslo - Department of Economics", "id": "5391009", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391009", "category": ["ECON"], "detail": {"title": "Unwillingly Informed: The Prosocial Impact of Third-Party Informers", "declarations": null, "keywords": {"keywords": ["information avoidance", "willful ignorance", "unethical behavior", "online experiment"]}, "language": "1", "paperDate": null, "fileName": "b6bebac0-bcf1-4b18-a7d7-abb698adca98-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEEM-D-25-00870", "id": "3230621", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "While people often avoid learning about negative social and environmental consequences of their actions in order to behave selfishly, many social situations involve another person who is in a position to impose this information. How does the presence of a potential informer affect information, behavior, and welfare in social decisions with moral wiggle-room? We introduce a third-party informer into the moral wiggle-room game. Almost half of the dictators tried to avoid information only to have it imposed upon them by the informer. These unwillingly-informed dictators frequently revised their behavior to benefit the recipient, even at their own expense. Given an opportunity to reward informers, most dictators chose to do so, but those who had bad news thrust upon them by the informer were more likely to withhold the reward. Interestingly, a subtle change in the choice interface—separating the dictator’s ignorance and allocation choices in two separate screens—caused a substantial reduction in the share of dictators choosing ignorance."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "32", "title": "<p>Service Quality Evaluation and Service Improvement Using Online Reviews: A Framework Combining Deep Learning with a Hierarchical Service Quality Model</p>", "authors": {"authors": [{"id": "7766964", "last_name": "Liu", "first_name": "Xinxin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7766964"}, {"id": "7840632", "last_name": "Chen", "first_name": "Zhen-Yu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7840632"}]}, "affiliations": "Harbin Institute of Technology - School of Management and Northeastern University", "id": "5375322", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5375322", "category": ["IS"], "detail": {"title": "<p>Service Quality Evaluation and Service Improvement Using Online Reviews: A Framework Combining Deep Learning with a Hierarchical Service Quality Model</p>", "declarations": null, "keywords": {"keywords": ["Service Quality Evaluation", "Service Improvement", "Deep Learning", "Online Reviews", "Service Quality Model"]}, "language": "1", "paperDate": "2022-01-01", "fileName": "5375322.pdf", "contentType": {"contentType": "3", "other": "Manuscript"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "In the era of big data, service quality evaluation using online reviews has become a popular topic. However, very few studies focus simultaneously on service quality evaluation and service improvement. In this study, a research framework for service quality evaluation and service improvement is proposed, sentiment analysis is used to extract the temporal scores of the service attributes of each subdimension of the service quality model from online reviews, and a long short-term memory network is used to predict the scores for the service quality provider. Furthermore, a long short-term memory network-based sensitivity analysis, in conjunction with improvement costs, is used to rank the subdimensions in the service quality model. Then, service improvement strategies are determined according to the rankings of the service attributes. Hotels' online reviews were used to investigate the effectiveness of the proposed framework. A series of service improvement strategies for the specific service attributes are provided."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "35", "title": "Democratizing Content Creation: Impacts of Generative AI on Content Competition and Profitability of Human Creators", "authors": {"authors": [{"id": "7782194", "last_name": "Zhang", "first_name": "Wenyi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7782194"}, {"id": "432766", "last_name": "Chen", "first_name": "Jianqing", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=432766"}, {"id": "7316142", "last_name": "Guo", "first_name": "Zhiling", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7316142"}]}, "affiliations": "Hong Kong University of Science & Technology (HKUST) - Department of Information & Systems Management, The University of Texas at Dallas, Jindal School of Management and University of North Texas", "id": "5376396", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5376396", "category": ["IS"], "detail": {"title": "Democratizing Content Creation: Impacts of Generative AI on Content Competition and Profitability of Human Creators", "declarations": null, "keywords": {"keywords": ["generative AI", "creative economy", "spoke model", "analytical modeling"]}, "language": "1", "paperDate": "2025-06-01", "fileName": "5376396.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Generative AI is significantly reshaping the creative industries by democratizing content creation while simultaneously raising concerns regarding content competition and profitability of human creators. We develop a game-theoretic model to examine the economic impact of generative AI, focusing on its influence on human creators' strategic decisions regarding content differentiation and pricing. We find that AI-generated content is sustainable only when both generative AI's quality and creative capabilities are not too low. As these capabilities improve, AI-generated content increasingly captures demand for human-created content, prompting human creators to differentiate themselves to mitigate competition. However, overall content diversity increases only when generative AI's creative capability is high enough. Our analysis further reveals that generative AI's quality and creative capabilities exert opposing effects on human creators' profitability: higher creativity enhances differentiation and reduces price competition, while higher quality increases substitutability between AI and human-generated content and intensifies competition. When generative AI exhibits high creativity but low quality, human creators may benefit from its presence due to improved consumer targeting and reduced competition. Finally, our results show that, although AI-generated content can expand content variety, improve consumer matching, and lower human creators' creative costs through intensified competition, it enhances overall social welfare and consumer surplus only when its quality is sufficiently high. These findings offer practical guidance for platform designers and policymakers on how to balance AI deployment with incentives for human creativity in content ecosystems."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "8", "title": "Improving Administrative Efficiency through a Web-Based Student Clearance Portal", "authors": {"authors": [{"id": "7824225", "last_name": "Hassan", "first_name": "Sania", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7824225"}, {"id": "7841706", "last_name": "Ali", "first_name": "Naveed", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7841706"}]}, "affiliations": "Baluchistan University of Information Technology and Baluchistan University of Information Technology", "id": "5377556", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5377556", "category": ["IS"], "detail": {"title": "Improving Administrative Efficiency through a Web-Based Student Clearance Portal", "declarations": {"declarationOfInterest": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "ethicsApproval": "Written informed consent was obtained from the individual(s) involved in the case study, in accordance with institutional guidelines.", "funderStatement": "This research was supported by Baluchistan University of Information Technology Engineering and Management Sciences."}, "keywords": {"keywords": ["Student Clearance System", "Online Clearance", "Academic Administration", "MVC Architecture", "Web Application", "Process Automation"]}, "language": "1", "paperDate": "2018-12-24", "fileName": "5377556.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The manual process of student clearance during graduation in many academic institutions has proven to be inefficient, error-prone, and time-consuming. Students often encounter challenges such as long queues, delays in form processing, the unavailability of key staff members, repeated visits to administrative offices, and the loss of important documents. These issues frequently result in delayed graduation and disrupted participation in national service or further academic pursuits. To address these shortcomings, this project proposes the development of an Online Student Clearance System designed to streamline and automate the clearance process. The system aims to eliminate the inefficiencies inherent in manual procedures by providing a reliable, accessible, and efficient digital platform. It enables students to initiate and complete their clearance remotely, reducing the need for physical presence and administrative overhead. The system is developed using the Model-View-Controller (MVC) architectural pattern and implemented with HTML for the user interface and Visual Studio as the integrated development environment, with a local database server for data management. This web-based solution is intended to significantly improve the speed, accuracy, and convenience of the clearance process for both students and administrative staff."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "IMF Working Paper No. 2025/155", "page_count": "31", "title": "Industrial Policy in China", "authors": {"authors": [{"id": "2163857", "last_name": "Garcia-Macia", "first_name": "Daniel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2163857"}, {"id": "2356165", "last_name": "Kothari", "first_name": "Siddharth", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2356165"}, {"id": "7848241", "last_name": "Li", "first_name": "Yutong", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848241"}, {"id": "7848242", "last_name": "Tao", "first_name": "Yifan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848242"}]}, "affiliations": "International Monetary Fund (IMF) - European Department, International Monetary Fund (IMF), Tsinghua University and International Monetary Fund (IMF)", "id": "5390388", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390388", "category": ["MG"], "detail": {"title": "Industrial Policy in China", "declarations": null, "keywords": {"keywords": ["China", "Industrial Policy", "Misallocation", "Productivity"]}, "jelCodes": {"jelCodes": ["L52", "O47", "H25"]}, "language": "1", "paperDate": null, "fileName": "wpi2025155.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "10.5089/9798229023795.001[<a href=\"https://doi.org/10.5089/9798229023795.001\" rel=\"nofollow\">10.5089/9798229023795.001</a>]", "id": "0", "journalName": null, "journalId": null}, {"detailsText": "IMF Working Paper No. 2025/155", "id": "3230177", "journalName": "International Monetary Fund (IMF) Research Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "This paper quantifies the size of the main industrial policy instruments in China and estimates their impact on domestic factor misallocation and aggregate productivity. The quantification of industrial policy instruments leverages data from financial reports of listed firms and the land registry. The equivalent fiscal cost of industrial policy through cash subsidies, tax benefits, subsidized credit, and subsidized land for favored sectors (including both private and state-owned firms) is estimated at about 4 percent of GDP per year, with a growing share of tax benefits over time. Next, the paper uses a structural model to estimate the relationship between industrial policies and factor misallocation for a broad sample of firms. Various industrial policy instruments are found to affect factor allocations in different ways—subsidies tend to lead to excess production, while trade and regulatory barriers limit production. Overall, factor misallocation from industrial policies is estimated to reduce domestic aggregate TFP by about 1.2 percent. The results resonate with IMF policy recommendations for China to scale back industrial policy and increase its transparency."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "IMF Working Paper No. 2025/157", "page_count": "48", "title": "Potential Growth and Productivity in the Caribbean", "authors": {"authors": [{"id": "5957690", "last_name": "Amundsen", "first_name": "Alexander", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5957690"}, {"id": "1890684", "last_name": "Chen", "first_name": "Sophia", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1890684"}, {"id": "4447283", "last_name": "Guérin", "first_name": "Pierre", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4447283"}, {"id": "2530445", "last_name": "Kılıç Çelik", "first_name": "Sinem", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2530445"}, {"id": "7848250", "last_name": "Nishida", "first_name": "Masahiro", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848250"}]}, "affiliations": "International Monetary Fund (IMF), International Monetary Fund (IMF) - Research Department, International Monetary Fund, International Monetary Fund (IMF) and University of Wisconsin-Madison", "id": "5390390", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390390", "category": ["MG"], "detail": {"title": "Potential Growth and Productivity in the Caribbean", "declarations": null, "keywords": {"keywords": ["Potential Growth", "Allocative Efficiency", "Firm-level Analysis", "Caribbean"]}, "jelCodes": {"jelCodes": ["D24", "D61", "J24", "O47"]}, "language": "1", "paperDate": null, "fileName": "wpi2025157.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "10.5089/9798229021173.001[<a href=\"https://doi.org/10.5089/9798229021173.001\" rel=\"nofollow\">10.5089/9798229021173.001</a>]", "id": "0", "journalName": null, "journalId": null}, {"detailsText": "IMF Working Paper No. 2025/157", "id": "3230179", "journalName": "International Monetary Fund (IMF) Research Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "Medium-term growth prospects of Caribbean countries have weakened in recent years. We examine these trends by providing new estimates of potential GDP growth for the region. Our findings reveal a broad-based decline over time, driven by declining contributions from human capital and total factor productivity. Linking these factors to firm-level data, we identify significant scope for aggregate productivity gains through the efficient reallocation of resources between firms and the removal of firm-level structural obstacles. Addressing issues such as the cost and access to finance, workforce education, tax administration, and business licensing and permits are associated with higher aggregate welfare."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "IMF Working Paper No. 2025/156", "page_count": "53", "title": "Economic Tectonics", "authors": {"authors": [{"id": "7848243", "last_name": "Azenui", "first_name": "Belinda", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848243"}, {"id": "5061755", "last_name": "Hlatshwayo", "first_name": "Sandile", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5061755"}, {"id": "1305592", "last_name": "Spence", "first_name": "Michael", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1305592"}]}, "affiliations": "Denison University, International Monetary Fund (IMF) and Stanford University", "id": "5390389", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390389", "category": ["MG"], "detail": {"title": "Economic Tectonics", "declarations": null, "keywords": {"keywords": ["structural change", "productivity", "tradable", "nontradable"]}, "jelCodes": {"jelCodes": ["E23", "E24", "F16", "F62", "F66", "O14", "O47", "O52"]}, "language": "1", "paperDate": null, "fileName": "wpi2025156.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "10.5089/9798229019712.001[<a href=\"https://doi.org/10.5089/9798229019712.001\" rel=\"nofollow\">10.5089/9798229019712.001</a>]", "id": "0", "journalName": null, "journalId": null}, {"detailsText": "IMF Working Paper No. 2025/156", "id": "3230178", "journalName": "International Monetary Fund (IMF) Research Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "The U.S. economy has undergone profound structural transformations in recent decades. This descriptive study analyzes tradable and nontradable sectoral trends, with our findings demonstrating that the share of tradable sector employment and, within it, manufacturing employment, leveled off in the decade following the GFC after declining for several decades. Still, by 2023, the nontradable sector accounted for a large majority of employment and real value added. At the same time, the tradable sector exhibited robust productivity growth of nearly 3 percent, juxtaposed against far lower 0.7 percent growth in nontradable sectors. This marked divergence raises concerns regarding inequality and the sustainability of economic growth."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "IMF Working Paper No. 2025/159", "page_count": "42", "title": "Making Cost Accounting Data Work for Public Financial Management", "authors": {"authors": [{"id": "7848256", "last_name": "Rivero del Paso", "first_name": "Lorena", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848256"}, {"id": "7848257", "last_name": "Cho", "first_name": "Chloe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848257"}, {"id": "7848258", "last_name": "Narvaez Terron", "first_name": "Ramon", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848258"}]}, "affiliations": "International Monetary Fund (IMF), International Monetary Fund (IMF) and Independent", "id": "5390392", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390392", "category": ["ECON"], "detail": {"title": "Making Cost Accounting Data Work for Public Financial Management", "declarations": null, "keywords": {"keywords": ["Cost accounting", "Budget credibility", "Performance budgeting", "Procurement", "Interoperability", "Machine learning", "Anomaly detection", "Automation", "Digital transformation", "Digitalization", "GovTech", "Financial Management Information Systems"]}, "jelCodes": {"jelCodes": ["H83", "C80", "C81", "H11", "H61"]}, "language": "1", "paperDate": null, "fileName": "wpi2025159.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "10.5089/9798229021562.001[<a href=\"https://doi.org/10.5089/9798229021562.001\" rel=\"nofollow\">10.5089/9798229021562.001</a>]", "id": "0", "journalName": null, "journalId": null}, {"detailsText": "IMF Working Paper No. 2025/159", "id": "3230181", "journalName": "International Monetary Fund (IMF) Research Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "This paper examines the role of cost accounting in public financial management, focusing on budget credibility, performance-based budgeting, public procurement, and corruption detection. Despite demonstrated benefits, cost accounting remains underutilized in the public sector due to implementation constraints. The working paper proposes the adoption of automated cost accounting systems to streamline processes, reduce operational costs, and support complex data analyses. It further emphasizes the need for interoperability between government financial systems and administrative records to enhance the granularity of costing indicators. The paper also explores machine learning as a method to support budgetary decision-making with cost accounting data."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "IMF Working Paper No. 2025/158", "page_count": "52", "title": "Macroeconomic and Fiscal Consequences of Quantitative Easing", "authors": {"authors": [{"id": "93743", "last_name": "Adrian", "first_name": "Tobias", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=93743"}, {"id": "5062207", "last_name": "Erceg", "first_name": "Christopher J.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5062207"}, {"id": "5062208", "last_name": "Kolasa", "first_name": "Marcin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5062208"}, {"id": "4693810", "last_name": "Lindé", "first_name": "Jesper", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4693810"}, {"id": "682606", "last_name": "Zabczyk", "first_name": "Pawel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=682606"}]}, "affiliations": "International Monetary Fund, International Monetary Fund (IMF), International Monetary Fund (IMF), International Monetary Fund (IMF) and International Monetary Fund MCMMP", "id": "5390391", "is_approved": "true", "approved_date": "13 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5390391", "category": ["ECON"], "detail": {"title": "Macroeconomic and Fiscal Consequences of Quantitative Easing", "declarations": null, "keywords": {"keywords": ["Monetary Policy", "Effective Lower Bound", "Quantitative Easing", "Central Bank Balance Sheet", "Government Debt", "New Keynesian Model"]}, "jelCodes": {"jelCodes": ["C54", "E10", "E30", "E50", "G12"]}, "language": "1", "paperDate": null, "fileName": "wpi2025158.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "10.5089/9798229021302.001[<a href=\"https://doi.org/10.5089/9798229021302.001\" rel=\"nofollow\">10.5089/9798229021302.001</a>]", "id": "0", "journalName": null, "journalId": null}, {"detailsText": "IMF Working Paper No. 2025/158", "id": "3230180", "journalName": "International Monetary Fund (IMF) Research Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "Quantitative easing (QE) has been criticized for helping fuel the post-COVID inflation boom and causing large central bank losses. In this paper, we argue that QE should be evaluated mainly on its ability to achieve core macro-objectives as well for its effects on the consolidated fiscal position of the government and central bank, although central bank losses can matter to the extent that they may weaken central bank credibility. Using a DSGE model with segmented asset markets, we show how QE can provide a sizeable boost to output and inflation in a deep liquidity trap and can reduce public debt substantially. This contrasts to the rise in public debt that occurs under fiscal expansion and makes QE an attractive tool in a high debt environment.  There is more reason for caution in using QE in a “shallow\" liquidity trap in which the notional interest rate is only slightly negative: QE runs more risk of causing the economy to overheat, especially if forward guidance has a strong element of commitment, and is more likely to generate sizeable central bank losses. Some refinements in strategy, including the use of escape clauses, can help mitigate overheating risks."}}
