{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "40", "title": "An Empirical Assessment of Homicide and Suicide Outcomes An Empirical Assessment of Homicide and Suicide Outcomes with Red Flag Laws with Red Flag Laws", "authors": {"authors": {"id": "2890296", "last_name": "Dalafave", "first_name": "Rachel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2890296"}}, "affiliations": "Independent", "id": "5391445", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391445", "category": ["ECON"], "detail": {"title": "An Empirical Assessment of Homicide and Suicide Outcomes An Empirical Assessment of Homicide and Suicide Outcomes with Red Flag Laws with Red Flag Laws", "declarations": {"declarationOfInterest": "None.", "funderStatement": "None."}, "keywords": {"keywords": ["firearm", "Red Flag law", "suicide", "homicide", "gun violence"]}, "jelCodes": {"jelCodes": ["K42", "I18"]}, "language": "1", "paperDate": "2021-04-01", "fileName": "5391445.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This Article empirically illustrates that red flag laws-laws which permit removal of firearms from a person who presents a risk to themselves or others-contribute to a statistically significant decrease in suicide rates, but do not influence homicide rates. I exploit state-level variation across time in the existence of red flag laws between 1990 and 2018 and find that the existence of a risk-based law reduces firearm-related suicides by 6.4% and overall suicides by 3.7%, with no substitution to non-firearm suicides. Red flag laws are not associated with a statistically significant change in homicides rates. Policymakers should consider red flag laws an effective tool to prevent firearm-related suicide, one of the most prevalent preventable causes of death in the United States. In light of this evidence, red flag laws should be more politically successful in the current partisan environment than other forms of gun control legislation because of their targeted nature and potential to balance the interests of gun owners against the negative externalities of gun violence."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "37", "title": "The Effect of Food Price Volatility on Under-5 Child Mortality in Ethiopia", "authors": {"authors": [{"id": "7812215", "last_name": "Hundie", "first_name": "Shemelis Kebede", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7812215"}, {"id": "7835240", "last_name": "Mehare", "first_name": "Abule", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7835240"}, {"id": "7835241", "last_name": "Abdisa", "first_name": "Lamess T.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7835241"}]}, "affiliations": "University of Pécs - Faculty of Business and Economics, Ethiopian Economics Association (EEA) and Ethiopian Economics Association (EEA)", "id": "5392501", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392501", "category": ["ECON"], "detail": {"title": "The Effect of Food Price Volatility on Under-5 Child Mortality in Ethiopia", "declarations": {"declarationOfInterest": "The author declares that there are no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "funderStatement": "This work was supported by the Africa Economic Research Consortium (AERC) [grant numbers CCS Grant No: AE/FAC/24-071 (Award 2600), 2023] to undertake rigorous research on Policy Analysis for Sustainable and Healthy Foods in African Retail Markets (PASHFARM)."}, "keywords": {"keywords": ["Food price volatility", "Under-five child mortality"]}, "jelCodes": {"jelCodes": "I15"}, "language": "1", "paperDate": "2025-06-15", "fileName": "5392501.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This study investigates the relationship between food price volatility, macroeconomic factors, governance quality, and under-five child mortality in Ethiopia from 1970 to 2020. Ethiopia has experienced recurrent food price shocks, often associated with global trends, domestic supply constraints and policy changes. However, limited empirical research has assessed the impact of these shocks on vulnerable populations, particularly, children. We employ the Fourier-based Augmented Autoregressive Distributed Lag (FA-ARDL) model on time series data to capture both short-run and long-run effects, while accounting for potential structural breaks and cyclical variations. Our findings indicate that rising food price However, the study has several limitations. The reliance on available data may affect the generalizability of the findings, as the specific context of Ethiopia may not represent other countries. Additionally, the study does not account for other potential variables that could influence under-five child mortality, such as environmental factors, cultural practices, and healthcare quality. The models used, while robust, may not capture all the complexities of the relationships between variables. The use of FA-ARDL bounds testing, while powerful, has limitations in terms of its assumptions and potential biases. Furthermore, the study's time frame and data availability may not fully reflect long-term trends and changes. Future research should consider incorporating a broader range of variables, different methodological approaches, and longer time frames to provide a more comprehensive understanding of the determinants of child mortality. significantly increase under-five mortality, suggesting that food price instability has extensive health implications for children. Conversely, improvements in economic growth, government effectiveness, and reductions in out-of-pocket health expenditures were correlated with lower child mortality rates over time. These results underscore the importance of stabilizing food prices and strengthening institutions that ensure households' access to food and health services. We contend that integrated strategies, combining food system resilience, social protection, and investment in public health infrastructure, are crucial for reducing child mortality in low-income settings. By linking food price dynamics to child health outcomes from an econometric perspective, this study contributes to the expanding body of literature at the intersection of food security, governance, and human development. These findings provide valuable insights for policymakers in Ethiopia and similar contexts facing the dual challenges of economic volatility and health vulnerability."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Forthcoming, 94 Fordham L. Rev._(2025); Fordham Law Legal Studies Research Paper Forthcoming; Harvard Public Law Working Paper Forthcoming", "page_count": "55", "title": "The Roberts Court Paradox", "authors": {"authors": [{"id": "84175", "last_name": "Goldberg", "first_name": "John C. P.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=84175"}, {"id": "288083", "last_name": "Zipursky", "first_name": "Benjamin C.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=288083"}]}, "affiliations": "Harvard Law School and Fordham University School of Law", "id": "5393167", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393167", "category": ["ECON"], "detail": {"title": "The Roberts Court Paradox", "declarations": null, "language": "1", "paperDate": "2025-08-15", "fileName": "5393167.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "Forthcoming, 94 Fordham L. Rev._(2025)", "id": "3231981", "journalName": null, "journalId": null}, {"detailsText": "Fordham Law Legal Studies Research Paper Forthcoming", "id": "3231982", "journalName": "Fordham Law School Legal Studies Research Paper Series", "journalId": null}, {"detailsText": "Harvard Public Law Working Paper Forthcoming", "id": "3231983", "journalName": "Harvard Law School, Public Law & Legal Theory Research Paper Series", "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "<p><span>As perhaps the most conservative Supreme Court of the past century, the Roberts Court regularly touts its commitment to traditional ideals, including the rule of law. Yet <i>Trump v. United</i> <i>States</i> seems ready to place presidents entirely or largely above the law by granting them absolute or near‑absolute immunity from criminal prosecutions for official conduct. And <i>Trump</i> is not a one-off: from judicial recusal to qualified immunity to due process decisions, the Court frequently seems to display indifference to values of accountability and impartiality that have long been thought integral to the rule of law. What is going on?</span></p>\n<p><span>We call this puzzle “the Roberts Court Paradox” This Essay explains how the Court arrived at this untenable position and what has led it astray. Justice Antonin Scalia’s famous essay <i>The Rule of Law as a Law of Rules</i> provides our starting point. It argues that judges who wish to remain true to the rule of law must aspire to decide cases by formulating bright-line rules instead of nuanced rules, standards, or balancing tests. At the core of this argument are two ideas, both facially plausible. First, bright-line rules provide individuals with fair notice of what the law is and what sanctions they face. Second, they promise to prevent appellate judges from reading their own values into the law and thereby usurping the powers of other branches. We show that the Roberts Court is where it is in large part because of this equation of the rule-of-law with bright-line rules.</span><span>&nbsp;</span></p>\n<p><span>Unfortunately, Justice Scalia’s argument withers under scrutiny, and it is especially weak as applied to constitutional interpretation undertaken by the Supreme Court. This is not only because it entirely fails to consider the centrality of accountability and equality before the law, which are both foundational to the rule of law. It is also because Justice Scalia’s ‘notice’ and ‘limited power’ arguments are far from compelling. While the value of notice is indeed critical in areas such as criminal law, it is much less important in constitutional law, which is primarily about power-conferring and power-constraining rules, not about sanctioning individuals for violating duty-imposing rules. And while judicial usurpation of power is indeed a rule-of-law issue, it is pure dogma to suppose that sticking to bright-line rules is the only approach that can keep judges in their lane. More importantly, Supreme Court justices who create bright-line rules that block accountability for other branches of government are plainly abandoning the core value of limited powers, not protecting it.&nbsp; In sum: the Roberts Court, following Justice Scalia’s lead, has allowed a fondness for bright lines to overwhelm its duty to acknowledge the foundational place of accountability in the Anglo‑American legal tradition.</span></p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Bar Ilan University Faculty of Law Research Paper Forthcoming", "page_count": "31", "title": "Public Attitudes Towards CBDC and the Role of Trust in the Central Bank", "authors": {"authors": [{"id": "1202792", "last_name": "Plato-Shinar", "first_name": "Ruth", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1202792"}, {"id": "4567730", "last_name": "Maman", "first_name": "Libby", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4567730"}]}, "affiliations": "Netanya Academic College, Israel and Luminata", "id": "5391589", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "11", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391589", "category": ["ECON"], "detail": {"title": "Public Attitudes Towards CBDC and the Role of Trust in the Central Bank", "declarations": null, "jelCodes": {"jelCodes": ["D12", "D14", "E41", "E58", "E51", "G51", "K23"]}, "language": "1", "paperDate": "2025-08-01", "fileName": "5391589.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Bar Ilan University Faculty of Law Research Paper Forthcoming", "id": "3231649", "journalName": "Bar-Ilan University Public Law & Legal Theory Research Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This article addresses the increasing global interest in retail CBDCs by examining the willingness of the public to adopt it. Despite extensive international exploration of CBDCs, there remains limited understanding of public preferences, concerns, and the role of trust in distinct national contexts. The article analyzes the findings of empirical research conducted by the authors with a team of the Bank of Israel, in relation to a possible issuance of a Digital Shekel. The research examined the level of pre-launch interest among the public in adopting a CBDC, as well as the specific demographic and personal factors, the CBDC design features, and the role of trust in the central bank and in financial institutions, in explaining willingness to adopt a Digital Shekel.<br><br>The research findings show a relatively high pre-launch interest in CBDC, as well as evidence showing the importance of high trust in the central bank. The research also found a relatively low level of concern regarding privacy issues, which may help explain the high willingness to adopt a CBDC. However, this finding contrasts with surveys conducted in other countries and with expert discourse, both of which have emphasized concerns about privacy and state surveillance.<br><br> This article contributes to understanding CBDC adoption dynamics by highlighting critical attributes valued by potential users, and by particularly elucidating the significant role that trust in central banks plays-especially in light of privacy concerns."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "31", "title": "The Food Price Changes and Gender Gap in Child Nutritional in Ethiopia", "authors": {"authors": [{"id": "7835240", "last_name": "Mehare", "first_name": "Abule", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7835240"}, {"id": "7835241", "last_name": "Abdisa", "first_name": "Lamess T.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7835241"}, {"id": "7659265", "last_name": "Hawitibo", "first_name": "Alemu  L.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7659265"}, {"id": "7812215", "last_name": "Hundie", "first_name": "Shemelis Kebede", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7812215"}]}, "affiliations": "Ethiopian Economics Association (EEA), Ethiopian Economics Association (EEA), University of Siena and University of Pécs - Faculty of Business and Economics", "id": "5392503", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392503", "category": ["ECON"], "detail": {"title": "The Food Price Changes and Gender Gap in Child Nutritional in Ethiopia", "declarations": {"declarationOfInterest": "The author declares that there are no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "funderStatement": "This work was supported by the Africa Economic Research Consortium (AERC) [grant numbers of CCS Grant No: AE/FAC/24-071 (Award 2600), 2023] to undertake rigorous research on Policy Analysis for Sustainable and Healthy Foods in African Retail Markets (PASHFARM)."}, "keywords": {"keywords": ["Gender disparities", "malnutrition", "food price changes", "stunting", "wasting", "Child nutrition"]}, "language": "1", "paperDate": "2025-05-16", "fileName": "5392503.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Food prices change constitutes a substantial threat to child nutrition in low-income countries where dietary diversity and food security are already limited. Understanding the differential impacts of these price fluctuations on boys and girls is crucial for formulating equitable nutrition policies. Although numerous studies have explored the relationship between food prices and child nutrition, there is limited evidence regarding gender-specific impacts and the underlying factors contributing to disparities in Ethiopia. This study examines the effects of food price changes on the nutritional status of children in Ethiopia, with particular emphasis on gender disparities in malnutrition. Utilizing data from five rounds of the Ethiopian Demographic and Health Survey (DHS), we employed anthropometric indicators and the Minimum Acceptable Diet (MAD) measure to evaluate child nutrition and applied the Fairlie nonlinear decomposition method to quantify and elucidate gender differences in nutritional outcomes. The results indicate that male children are more susceptible to malnutrition than female children, partly due to differences in child, maternal, and household characteristics, including rural-urban differences. A 10% increase in food prices resulted in a reduction in weight-forage and height-forage Z-scores by 0.1491 and 0.1466, respectively. In comparison, female children exhibited a 2% lower likelihood of being wasted and a 3.7% lower likelihood of being stunted than male children. These findings underscore the need to stabilize food prices through enhanced supply chains and ensure year-round availability of diverse foods, thereby mitigating the adverse effects of price shocks and reducing gender disparities in child malnutrition."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "CESifo Working Paper No. 12057", "page_count": "78", "title": "Labor Market Impacts of the Green Transition: Evidence from a Contraction in the Oil Industry", "authors": {"authors": [{"id": "3309732", "last_name": "Garnache", "first_name": "Cloé", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3309732"}, {"id": "2629956", "last_name": "Isaksen", "first_name": "Elisabeth Thuestad", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2629956"}, {"id": "7853092", "last_name": "Nareklishvili", "first_name": "Maria", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7853092"}]}, "affiliations": "University of Oslo, Department of Economics, University of Oslo - Ragnar Frisch Centre for Economic Research and Stanford Graduate School of Business", "id": "5392930", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392930", "category": ["ECON"], "detail": {"title": "Labor Market Impacts of the Green Transition: Evidence from a Contraction in the Oil Industry", "declarations": null, "keywords": {"keywords": ["green transition", "oil industry", "job displacement", "distributional effects", "establishment wage premium", "skills mismatch"]}, "jelCodes": {"jelCodes": ["Q32", "Q52", "J24", "J63"]}, "language": "1", "paperDate": "2025-08-01", "fileName": "5392930.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CESifo Working Paper No. 12057", "id": "3231830", "journalName": "CESifo Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Labor Market Impacts of the Green Transition: Evidence from a Contraction in the Oil Industry"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "30", "title": "The Saffron Nail Report", "authors": {"authors": {"id": "7831906", "last_name": "Tanish", "first_name": "Tanish", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7831906"}}, "affiliations": "<i>affiliation not provided to SSRN</i>", "id": "5381473", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5381473", "category": ["ECON"], "detail": {"title": "The Saffron Nail Report", "declarations": null, "language": "1", "paperDate": "2025-08-01", "fileName": "5381473.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "This report presents an exhaustive and meticulously researched analysis of communal violence, political dynamics, and religious issues in India from 2014 to 2025, drawing primarily on authoritative sources such as the National Crime Records Bureau (NCRB) for 20142022, the Centre for Study of Society and Secularism (CSSS) for 20232024, court proceedings from various high courts and the Supreme Court, and select media reports for contextual clarity. The content is intended solely for informational purposes and does not constitute legal, political, or social advice. Given the highly sensitive nature of the topic, which involves conflicting narratives between supporters of the ruling Bharatiya Janata Party (BJP) and its critics, the author has strived to maintain objectivity and accuracy by grounding the analysis in official data and judicial records. However, the complexity of communal violence and the potential for differing interpretations necessitate that readers verify information with primary sources, such as government reports, court documents, and official statistics. The author and publisher bear no liability for any inaccuracies, misinterpretations, or consequences arising from the use of this report, and readers are encouraged to approach the content with a critical and discerning perspective to form their own informed conclusions."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "CESifo Working Paper No. 12059", "page_count": "42", "title": "Decolonization, Legitimacy and Fiscal Capacity: Event Study Evidence from Africa", "authors": {"authors": [{"id": "231355", "last_name": "Dharmapala", "first_name": "Dhammika", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=231355"}, {"id": "7836224", "last_name": "Suesse", "first_name": "Marvin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7836224"}]}, "affiliations": "UC Berkeley School of Law and Trinity College Dublin", "id": "5392936", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392936", "category": ["ECON"], "detail": {"title": "Decolonization, Legitimacy and Fiscal Capacity: Event Study Evidence from Africa", "declarations": null, "language": "1", "paperDate": "2025-07-01", "fileName": "5392936.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CESifo Working Paper No. 12059", "id": "3231832", "journalName": "CESifo Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "A vast literature across several academic disciplines studies the impact of colonial rule, but less attention has been paid to the consequences of decolonization. This paper uses a recently-constructed dataset on the fiscal history of African countries from 1900 to 2015 to analyze the impact of decolonization on fiscal capacity (defined as revenue from taxes that are relatively difficult to collect and that require more administrative infrastructure). The analysis adopts a staggered difference-in-difference approach, implemented using a stacked event study. It finds no discernible pre-trends prior to decolonization, and a substantial increase in fiscal capacity starting about 5-6 years after decolonization. This result – which implies substantial state-building activity in postcolonial Africa – is robust to tests for a variety of alternative explanations, the use of alternative control groups, and the use of generalized synthetic control methods. We also show that this effect is not explained by democratization or improved public goods provision. Our conceptual framework instead posits that post-colonial states were able to increase tax revenues from hard-to-collect sources because their higher degree of legitimacy improved citizens’ tax morale. We offer historical evidence that is consistent with this channel. Our finding – that colonial rulers invested less in fiscal capacity than did post-independence governments – sheds new light on the consequences of colonial rule, and on the determinants of variation in governments’ fiscal capacity."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "CESifo Working Paper No. 12058", "page_count": "29", "title": "Rising Inequality, Declining Mobility: The Evolution of Intergenerational Mobility in Germany", "authors": {"authors": [{"id": "7853095", "last_name": "Baarck", "first_name": "Julia", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7853095"}, {"id": "7853096", "last_name": "Bode", "first_name": "Moritz", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7853096"}, {"id": "3207222", "last_name": "Peichl", "first_name": "Andreas", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3207222"}]}, "affiliations": "LMU Munich School of Management, University of Copenhagen - Copenhagen University and CESifo (Center for Economic Studies and Ifo Institute)", "id": "5392934", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "15", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392934", "category": ["ECON"], "detail": {"title": "Rising Inequality, Declining Mobility: The Evolution of Intergenerational Mobility in Germany", "declarations": null, "keywords": {"keywords": ["Intergenerational Mobility", "Social Mobility", "Education", "Inequality", "Gini"]}, "jelCodes": {"jelCodes": ["J62", "I24", "D63"]}, "language": "1", "paperDate": "2025-08-07", "fileName": "5392934.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CESifo Working Paper No. 12058", "id": "3231831", "journalName": "CESifo Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper is the first to show that intergenerational income mobility in Germany has decreased over time. We provide estimates of intergenerational persistence for the birth cohorts 1968-1987 and document that the rank-rank slope rises sharply for cohorts born in the late 1970s and early 1980s, after which it stabilizes at a higher level. Depending on the specification, the slope increases by 59%-107%. As a step towards understanding the mechanisms behind this increase in income persistence, we show that parental income has become much more important for educational outcomes of children over the same time period. Moreover, we show that the increase in intergenerational income persistence coincided with an increase in cross-sectional income inequality, providing novel evidence for an “Intertemporal Great Gatsby Curve” in Germany."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "CESifo Working Paper No. 12056", "page_count": "64", "title": "Lessons for the FOMCʼs Monetary Policy Strategy", "authors": {"authors": {"id": "1598367", "last_name": "Walsh", "first_name": "Carl E.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1598367"}}, "affiliations": "U. of California, Santa Cruz", "id": "5392924", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "10", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392924", "category": ["ECON"], "detail": {"title": "Lessons for the FOMCʼs Monetary Policy Strategy", "declarations": null, "language": "1", "paperDate": "2025-08-06", "fileName": "5392924.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CESifo Working Paper No. 12056", "id": "3231829", "journalName": "CESifo Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "The current 5-year review of the FOMC’s Statement on Longer-Run Goals and Monetary Policy Strategy provides an opportunity to assess the revisions made in 2020. I review the rationale behind the 2020 revisions and then discuss the new operational objectives: asymmetric average inflation targeting and shortfalls from maximum employment. Macroeconomic developments since 2020 led to an environment that was very different than the one anticipated when the 2020 policy framework was adopted. In this new environment, the 2020 changes created a risk that the US would suffer a repeat of the 1970s, a risk compounded by the FOMC’s slow reaction as inflation rose during 2021-2022. I illustrate the consequences of such a delay in addressing high inflation. The experience of the past five years offers some new lessons for the current review of the policy framework, as well as reinforcing the importance of some old lessons"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "CESifo Working Paper No. 12060", "page_count": "87", "title": "Speaking of Debt: Framing, Guilt, and Economic Choices", "authors": {"authors": [{"id": "2602041", "last_name": "Aksoy", "first_name": "Cevat Giray", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2602041"}, {"id": "1310688", "last_name": "Dolls", "first_name": "Mathias", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1310688"}, {"id": "2738895", "last_name": "Klejdysz", "first_name": "Justyna", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2738895"}, {"id": "3207222", "last_name": "Peichl", "first_name": "Andreas", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3207222"}, {"id": "5947640", "last_name": "Windsteiger", "first_name": "Lisa", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5947640"}]}, "affiliations": "European Bank for Reconstruction and Development, CESifo (Center for Economic Studies and Ifo Institute) - Ifo Institute, Ludwig Maximilian University of Munich (LMU) - ifo Institute (Leibniz Institute for Economic Research at the University of Munich), CESifo (Center for Economic Studies and Ifo Institute) and University of Salzburg", "id": "5392942", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392942", "category": ["ECON"], "detail": {"title": "Speaking of Debt: Framing, Guilt, and Economic Choices", "declarations": {"ethicsApproval": "Department of Economics, University of Munich, 2021-13 and 2023-08"}, "keywords": {"keywords": ["public debt", "private debt", "linguistic framing", "survey experiment", "NLP"]}, "jelCodes": {"jelCodes": ["D83", "H63", "G51", "Z13"]}, "language": "1", "paperDate": "2025-08-10", "fileName": "5392942.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CESifo Working Paper No. 12060", "id": "3231833", "journalName": "CESifo Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper is the first to causally identify the effect of language on attitudes and behaviors toward debt. Using observational data, randomized survey experiments, incentivized borrowing-to-invest decisions, and textual analyses, we show that the moral connotations inherent in debt-related language influence how individuals, firms, and policymakers perceive borrowing. In several languages, including German, Dutch, and Swedish, the standard term for “debt” also connotes “guilt.” Leveraging this semantic overlap, we conduct survey experiments embedded in three household surveys across seven countries and one business survey. By randomizing debt-related wording, we find that guilt-connoted language significantly reduces individuals’ willingness to borrow, their approval of public debt, and debt-financing plans among firm managers. This effect extends to an incentivized experiment, in which guilt-laden wording significantly reduces both the probability of borrowing and the amount borrowed. To complement the experimental results, we analyze three decades of German parliamentary speeches and find that politicians who oppose public debt systematically use guilt-connoted terms. A similar pattern emerges in financial advertising: guilt-laden language is concentrated in debt-relief campaigns, while neutral terminology dominates transactional promotions. Together, our findings demonstrate that moral connotations embedded in language shape economic behavior and are strategically employed in political and commercial discourse."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "MIT Center for Transportation &amp; Logistics Research Paper No. 2025/029; Computers &amp; Operations Research, volume 183, 2025[<a href=\"https://doi.org/10.1016/j.cor.2025.107153\" rel=\"nofollow\">10.1016/j.cor.2025.107153</a>]", "page_count": "28", "title": "An Effective Aggregation Heuristic for Capacitated Facility Location Problems with many Demand Points", "authors": {"authors": [{"id": "7851828", "last_name": "Buijs", "first_name": "R.J.W.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851828"}, {"id": "6076764", "last_name": "van der Mei", "first_name": "Rob", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6076764"}, {"id": "7450363", "last_name": "Dugundji", "first_name": "Elenna", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7450363"}, {"id": "3431610", "last_name": "Bhulai", "first_name": "Sandjai", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3431610"}]}, "affiliations": "Vrije Universiteit Amsterdam, <i>affiliation not provided to SSRN</i>, Massachusetts Institute of Technology (MIT) - Center for Transportation & Logistics and Vrije Universiteit Amsterdam", "id": "5392245", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392245", "category": ["MG"], "detail": {"title": "An Effective Aggregation Heuristic for Capacitated Facility Location Problems with many Demand Points", "declarations": null, "keywords": {"keywords": ["Demand aggregation", "Capacitated Facility Location Problem", "CFLP"]}, "language": "1", "paperDate": "2025-06-18", "fileName": "5392245.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": [{"detailsText": "MIT Center for Transportation &amp; Logistics Research Paper No. 2025/029", "id": "3231444", "journalName": "MIT Center for Transportation & Logistics Research Paper Series", "journalId": null}, {"detailsText": "Computers &amp; Operations Research, volume 183, 2025[<a href=\"https://doi.org/10.1016/j.cor.2025.107153\" rel=\"nofollow\">10.1016/j.cor.2025.107153</a>]", "id": "3231445", "journalName": null, "journalId": null}]}, "paperStatus": "APPROVED", "abstract": "In location analysis, the effects of demand aggregation have been the subject of many studies. This body of literature is mainly focused on 𝑝-median and 𝑝-center problems. Relatively few papers in the literature on aggregation explicitly concern the Capacitated Facility Location Problem (CFLP). Our work examines the beneficial use of aggregation in the context of the CFLP. We focus on problems where there are significantly more demand points than potential facility locations, since this is where aggregation is most applicable in reducing complexity. We examine ways to obtain an aggregation at a fixed resolution, that is likely to perform well for a given instance of the problem. These aggregation techniques will form the core of a broader algorithmic framework, which contributes to the literature concerning heuristics for CFLPs. Our core aggregation method is based on applying 𝑘-means clustering in R 𝑚, where 𝑚 is the number of potential facilities. The space in which we apply the clustering is constructed by applying a transformation to the normalized distance matrix corresponding to the original CFLP problem. The aim of applying the transformation is to magnify differences in distance where relevant, and to compress irrelevant differences in distance. We evaluate our heuristic method on larger instances based on a real-world problem in reverse logistics. The results are encouraging and indicate that our method is capable of outperforming an intuitive benchmark aggregation method. We find that choosing the right hyperparameters and starting with a good initialization help our method perform better."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "CESifo Working Paper No. 12061", "page_count": "57", "title": "The Global Gender Distortions Index (GGDI)", "authors": {"authors": [{"id": "66688", "last_name": "Goldberg", "first_name": "Pinelopi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=66688"}, {"id": "7853102", "last_name": "Gottlieb", "first_name": "Charles", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7853102"}, {"id": "5292642", "last_name": "Lall", "first_name": "Somik", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5292642"}, {"id": "6059800", "last_name": "Mehta", "first_name": "Meet", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6059800"}, {"id": "2440774", "last_name": "Peters", "first_name": "Michael", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2440774"}, {"id": "2091545", "last_name": "Lakshmi Ratan", "first_name": "Aishwarya", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2091545"}]}, "affiliations": "Yale University - Department of Economics, University of Geneva, World Bank, Yale University, Yale University - Department of Economics and Yale University", "id": "5392944", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "17", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392944", "category": ["ECON"], "detail": {"title": "The Global Gender Distortions Index (GGDI)", "declarations": null, "language": "1", "paperDate": "2025-08-01", "fileName": "5392944.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "CESifo Working Paper No. 12061", "id": "3231834", "journalName": "CESifo Working Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "The extent to which women participate in the labor market varies greatly across the globe. If such differences reflect distortions that women face in accessing good jobs, they can reduce economic activity through a misallocation of talent. In this paper, we build on Hsieh et al. (2019) to provide a methodology to quantify these productivity consequences. The index we propose, the ”Global Gender Distortions Index (GGDI)”, measures the losses in aggregate productivity that gender-based misallocation imposes. Our index allows us to separately identify labor demand distortions (e.g., discrimination in hiring for formal jobs) from labor supply distortions (e.g., frictions that discourage women’s labor force participation) and can be computed using data on labor income and job types. Our methodology also highlights an important distinction between welfare-relevant misallocation and the consequences on aggregate GDP if misallocation arises between market work and non-market activities. To showcase the versatility of our index, we analyze gender misallocation within countries over time, across countries over the development spectrum, and across local labor markets within countries. We find that misallocation is substantial and that demand distortions account for most of the productivity losses."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "ECB Working Paper No. 2025/3097", "page_count": "58", "title": "The Cost Channel of Monetary Policy: Evidence from Euro Area Firm-Level Survey Data", "authors": {"authors": [{"id": "451871", "last_name": "Albertazzi", "first_name": "Ugo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=451871"}, {"id": "235236", "last_name": "Ferrando", "first_name": "Annalisa", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=235236"}, {"id": "7742622", "last_name": "Gori", "first_name": "Sofia", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7742622"}, {"id": "2596458", "last_name": "Rariga", "first_name": "Judit", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2596458"}]}, "affiliations": "ECB -DG Monetary Policy, European Central Bank (ECB), European Central Bank (ECB) and European Central Bank (ECB)", "id": "5392701", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392701", "category": ["ECON"], "detail": {"title": "The Cost Channel of Monetary Policy: Evidence from Euro Area Firm-Level Survey Data", "declarations": null, "keywords": {"keywords": ["firm financing", "monetary policy", "selling price expectations"]}, "jelCodes": {"jelCodes": ["G30", "E52", "D84"]}, "language": "1", "paperDate": null, "fileName": "RePEc_ecb_ecbwps_20253097.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECB Working Paper No. 2025/3097", "id": "3231699", "journalName": "ECB: Working Paper Series (Topic)", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper explores empirically the cost channel of monetary policy transmission during the recent period of monetary policy tightening in the euro area. We combine unique data on firms’ selling price expectation from the Survey on the access to finance of enterprises (SAFE), information on firms’ borrowing from the euro area-wide credit register (AnaCredit) and ECB monetary policy surprises. Firms revise upwards their one-year-ahead selling price expectations following monetary announcements in a tightening cycle and this effect increases in firms’ working capital exposure. The paper provides supportive evidence on the existence of a cost channel of monetary policy, adding to our understanding of monetary policy transmission to firms in the euro area."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "ECB Working Paper No. 2025/3098", "page_count": "47", "title": "Private Investment, R&D and European Structural and Investment Funds: Crowding-In or Crowding-Out?", "authors": {"authors": [{"id": "185689", "last_name": "De Santis", "first_name": "Roberto A.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=185689"}, {"id": "4729498", "last_name": "Vinci", "first_name": "Francesca", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4729498"}]}, "affiliations": "European Central Bank (ECB) - Directorate General Economics and European Central Bank (ECB)", "id": "5392702", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392702", "category": ["ECON"], "detail": {"title": "Private Investment, R&D and European Structural and Investment Funds: Crowding-In or Crowding-Out?", "declarations": null, "keywords": {"keywords": ["EU", "fiscal instruments", "private Investment", "R&D", "structural and investment funds"]}, "jelCodes": {"jelCodes": ["E22", "H54", "O38", "O52", "R11", "R58"]}, "language": "1", "paperDate": null, "fileName": "RePEc_ecb_ecbwps_20253098.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "ECB Working Paper No. 2025/3098", "id": "3231700", "journalName": "ECB: Working Paper Series (Topic)", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We employ a novel regional dataset on European private investment and business R&D spanning the years 2000 to 2021, along with comprehensive historical data on European Union Structural and Investment (ESI) funds, to estimate whether ESIfunds have crowding-in or crowding-out effects on private investment and business R&D. Our analysis, leveraging regional variation and a fiscal instrument immune to region-specific shocks, reveals a significant crowding-in effect, with 1 euro in ESI funds increasing private investment by 1.1 euros and business R&D by 0.1 euros after two years. The effect is stronger in developed regions for private investment and in less developed regions for R&D. Additionally, crowding-in effects are stronger in regions where corporate private debt is relatively higher. Among the different ESI funds, the Cohesion Fund (CF) shows the largest estimated impact, while the European Regional Development Fund (ERDF) yields somewhat smaller but statistically more robust results."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Climate Law, volume 7, issue 2-3, 2017[<a href=\"https://doi.org/10.1163/18786561-00702006\" rel=\"nofollow\">10.1163/18786561-00702006</a>]", "page_count": "15", "title": "Climate Change and the Constitutional Obligation to Protect Natural Resources: The Pennsylvania Atmospheric Trust Litigation", "authors": {"authors": {"id": "3459637", "last_name": "Varvastian", "first_name": "Samvel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3459637"}}, "affiliations": "Cardiff University", "id": "5392275", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392275", "category": ["MG"], "detail": {"title": "Climate Change and the Constitutional Obligation to Protect Natural Resources: The Pennsylvania Atmospheric Trust Litigation", "declarations": null, "keywords": {"keywords": ["United States", "public trust doctrine", "constitutional law", "human rights"]}, "language": "1", "paperDate": "2017-09-01", "fileName": "5392275.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Climate Law, volume 7, issue 2-3, 2017[<a href=\"https://doi.org/10.1163/18786561-00702006\" rel=\"nofollow\">10.1163/18786561-00702006</a>]", "id": "3231454", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "When it comes to climate litigation, environmental plaintiffs in the United States have demonstrated a remarkable ingenuity in terms of utilizing various legal avenues to compensate for the persisting regulatory gaps. In the last few years, the public trust doctrine and constitutional law have been present among these, in an attempt to put the risks associated with climate change on the map of human rights in relation to the environment and natural resources. However, despite a nationwide occurrence of such lawsuits, courts have been cautious in their approach to them. Similar lawsuits have emerged outside the United States, in Europe and Asia, demonstrating some viability. This analysis addresses the recent litigation in Pennsylvania, where petitioners asked the court to order the state government to take action on climate change and to declare such action a constitutional obligation under the state's Constitution."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "S Varvastian, ‘Achieving the EU Air Policy Objectives in Due Time: A Reality or a Hoax?’ (2015) 24(1) European Energy and Environmental Law Review 2-11", "page_count": "15", "title": "Achieving the EU Air Policy Objectives in Due Time: A Reality or a Hoax?", "authors": {"authors": {"id": "3459637", "last_name": "Varvastian", "first_name": "Samvel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3459637"}}, "affiliations": "Cardiff University", "id": "5392237", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392237", "category": ["MG"], "detail": {"title": "Achieving the EU Air Policy Objectives in Due Time: A Reality or a Hoax?", "declarations": null, "keywords": {"keywords": ["EU air policy", "air pollution", "ambient air quality", "emission ceilings", "Clean Air Policy Package", "Gothenburg Protocol"]}, "language": "1", "paperDate": "2015-02-01", "fileName": "5392237.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "S Varvastian, ‘Achieving the EU Air Policy Objectives in Due Time: A Reality or a Hoax?’ (2015) 24(1) European Energy and Environmental Law Review 2-11", "id": "3232166", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "The identification of air pollution as a global problem contributing to health disorders and damage to the environment sparked the development of national legislation as well as international cooperation initiatives to improve air quality. As a result, the introduction of new and tighter air quality standards, national emission ceilings and more environmentally-friendly technologies led to significant progress in reducing the levels of different pollutants in the ambient air. However, notwithstanding the achieved success, the overall damage dealt by air pollution remains high, while further attempts to tackle it are losing their momentum. With no perceptible finish line, the situation could last for decades, claiming hundreds of thousands of lives and billions of Euros outlays annually, thus compromising the very foundation of air policy. The article addresses this problem from the EU perspective."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "3", "title": "Librarians as Cultural Stewards: Preserving Iftar Traditions Through Storytelling", "authors": {"authors": {"id": "7851825", "last_name": "Parvin", "first_name": "Shaharima", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851825"}}, "affiliations": "East West University", "id": "5392231", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392231", "category": ["IS"], "detail": {"title": "Librarians as Cultural Stewards: Preserving Iftar Traditions Through Storytelling", "declarations": null, "keywords": {"keywords": ["Bangladesh", "Digital storytelling", "Iftar Traditions", "Intangible Cultural Heritage", "Librarians as Cultural Stewards", "Storytelling as a Social Bridge"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392231.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231439", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "By preserving the traditions of Iftar, librarians play the role of cultural stewards, spiritual witnesses, and bridge builders. In urban societies, many traditions are changing or disappearing. The pressures of modern life - migration, economic transition, climate change - have changed the way people celebrate Ramadan. Preserving Iftar traditions is therefore not only an act of nostalgia but also a means of cultural rehabilitation."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "5", "title": "Enhancing Rural Healthcare with AI: Challenges and Opportunities", "authors": {"authors": {"id": "4094984", "last_name": "Adelakun", "first_name": "Najeem Olawale", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4094984"}}, "affiliations": "Federal College of Education Iwo, Osun State", "id": "5392235", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392235", "category": ["IS"], "detail": {"title": "Enhancing Rural Healthcare with AI: Challenges and Opportunities", "declarations": null, "keywords": {"keywords": ["Artificial Intelligence", "deep learning"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392235.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231440", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Access to equitable and quality healthcare remains one of the foremost global development priorities. Despite numerous medical breakthroughs and advances in health technologies, a significant divide persists between urban and rural populations in terms of healthcare access, delivery, and outcomes."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "4", "title": "Assess Novelty in Academic Research: A Human-AI Collaborative Approach", "authors": {"authors": [{"id": "5569481", "last_name": "Wu", "first_name": "Wenqing", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5569481"}, {"id": "5038067", "last_name": "Zhang", "first_name": "Chengzhi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5038067"}, {"id": "7851830", "last_name": "Zhao", "first_name": "Yi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851830"}]}, "affiliations": "Nanjing University of Science and Technology, Nanjing University of Science and Technology and Anhui University", "id": "5392247", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392247", "category": ["IS"], "detail": {"title": "Assess Novelty in Academic Research: A Human-AI Collaborative Approach", "declarations": null, "keywords": {"keywords": ["Human-AI Collaborative", "Large Lanugage Model", "Novelty Evaluation"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392247.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231446", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "In academia, one of the key criteria for determining whether a research paper is publishable is its novelty. Novelty means that the paper is bringing something new to the table—new ideas, new methods, or new findings that haven't been seen before. It's like asking, \"Does this paper tell us something we didn't already know?\" But figuring out whether a paper is truly novel can be tricky. Traditionally, experts in the field have been responsible for making such judgements, but even they have their limitations. Another way is to measure the novelty of a study through unusual combinations of references or journals in its bibliography, but this is not always reliable either. So, can we combine the strengths of humans and machines to improve this process?"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Transnational Environmental Law, volume 9, issue 2, 2020[<a href=\"https://doi.org/10.1017/S2047102520000138\" rel=\"nofollow\">10.1017/S2047102520000138</a>]", "page_count": "24", "title": "Transnational Corporate Liability for Environmental Damage and Climate Change: Reassessing Access to Justice after <i>Vedanta v. Lungowe</i>", "authors": {"authors": {"id": "3459637", "last_name": "Varvastian", "first_name": "Samvel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3459637"}}, "affiliations": "Cardiff University", "id": "5392283", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392283", "category": ["MG"], "detail": {"title": "Transnational Corporate Liability for Environmental Damage and Climate Change: Reassessing Access to Justice after <i>Vedanta v. Lungowe</i>", "declarations": null, "keywords": {"keywords": ["environmental damage", "climate change", "litigation", "transnational corporate liability", "access to justice", "human rights"]}, "language": "1", "paperDate": "2020-05-15", "fileName": "5392283.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Transnational Environmental Law, volume 9, issue 2, 2020[<a href=\"https://doi.org/10.1017/S2047102520000138\" rel=\"nofollow\">10.1017/S2047102520000138</a>]", "id": "3231456", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "On 10 April 2019, the Supreme Court of the United Kingdom delivered judgment in the case Vedanta v. Lungowe, concerning the liability of an English company for environmental damage caused by its subsidiary in Zambia. The decision confirms that English parent companies can owe a duty of care to foreign claimants affected by operations of their subsidiaries abroad and that the English courts may have jurisdiction to hear such cases even when a foreign court is a more appropriate place for the trial. It establishes an important precedent for providing access to justice for foreign claimants in transnational corporate liability litigation. Given the global presence of English companies, and the fact that their foreign subsidiaries have been involved in multiple cases of environmental damage in the host states, the decision could give an impetus to future claims brought in the English courts. Also, the decision opens some interesting possibilities for climate change liability litigation against English parent companies and their foreign subsidiaries, as their cumulative greenhouse gas emissions would likely be considerably higher than taken separately, arguably making prospective claims against them more viable."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "3", "title": "The Race to Publish, Publication Pressures, and Questionable Practices: Rethinking the System", "authors": {"authors": {"id": "6029412", "last_name": "Taşkın", "first_name": "Zehra", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6029412"}}, "affiliations": "Hacettepe University", "id": "5392213", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392213", "category": ["IS"], "detail": {"title": "The Race to Publish, Publication Pressures, and Questionable Practices: Rethinking the System", "declarations": null, "keywords": {"keywords": ["questionable journals", "research evaluation", "scholarly communication"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392213.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231433", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "<span>In today’s academia, the lines between the identity of a researcher devoted to following the trail of knowledge and the identity of a performance-driven academic focused solely on producing publications are increasingly blurred. For many scholars, publishing is no longer just a contribution to science but a mandatory step for climbing the academic career ladder. This is not a matter of individual choice, it is deeply structural. Evaluation systems that reward where research is published rather than the quality of the process itself are a major driver of this shift.</span>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "3", "title": "Through a Filtered Lens: How Information Retrieval Bias Shapes Users' Information Consumption", "authors": {"authors": {"id": "2573509", "last_name": "Igbinovia", "first_name": "Magnus", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2573509"}}, "affiliations": "University of Ibadan - Faculty of Public Health", "id": "5392277", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392277", "category": ["IS"], "detail": {"title": "Through a Filtered Lens: How Information Retrieval Bias Shapes Users' Information Consumption", "declarations": null, "keywords": {"keywords": ["information bias", "Information retrieval"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392277.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231455", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Everyone is interacting with information systems to access, retrieve, and subsequently use information for diverse purposes. What if the information we are consuming to make life-staking decisions has been filtered by an invisible hand? Like the lens of a camera, the invisible hand filters what information we receive, decides for us what is most relevant to our search queries, what is emphasized in our search results, and the ranking order of the information we receive. Unfortunately, this invisible hand is with a \"closed fist\" (devoid of openness, clarity, and understanding) and is highly subjective."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "3", "title": "Dangling in the Sky: A Thought Experiment About Fear, Reality and Letting Go", "authors": {"authors": {"id": "6823206", "last_name": "Peng", "first_name": "Sheng-Hsiang Lance", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6823206"}}, "affiliations": "University of Cambridge", "id": "5392221", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392221", "category": ["IS"], "detail": {"title": "Dangling in the Sky: A Thought Experiment About Fear, Reality and Letting Go", "declarations": null, "language": "1", "paperDate": "2025-08-14", "fileName": "5392221.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231437", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We live in a time where information is everything but it’s also everything everywhere all at once. We get dizzy trying to figure out what’s real, what’s fake and what’s AI-generated nonsense. It’s a bit like digital acrophobia: a fear of being overwhelmed by the vastness of data, of letting go of our grip on what’s true."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "3", "title": "Why Not the Pub? Rethinking UK Bars as Accessible Learning Environments", "authors": {"authors": {"id": "6823206", "last_name": "Peng", "first_name": "Sheng-Hsiang Lance", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6823206"}}, "affiliations": "University of Cambridge", "id": "5392253", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392253", "category": ["IS"], "detail": {"title": "Why Not the Pub? Rethinking UK Bars as Accessible Learning Environments", "declarations": null, "keywords": {"keywords": ["digital mobility", "everyday information environments", "informal learning", "information behaviour", "third spaces", "UK bars"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392253.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231448", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This isn’t a manifesto to turn every UK pub into a coworking space. I’m not here to replace crisps with coursework or suggest that anyone swap pints for PowerPoint. UK bars serve a really rooted cultural role as social hubs, third places and sites of relaxation, laughter and (often messy) community. But after weeks of hopping between libraries and cafés (some packed, others shutting early or refusing laptops) I found myself quietly wondering: Why not the pub?"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "3", "title": "Considering Beneficence as a Core Librarianship Practice", "authors": {"authors": {"id": "7851840", "last_name": "Kendrick", "first_name": "Kaetrena Davis", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851840"}}, "affiliations": "Dominican University", "id": "5392265", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392265", "category": ["IS"], "detail": {"title": "Considering Beneficence as a Core Librarianship Practice", "declarations": null, "keywords": {"keywords": ["beneficence", "Librarianship"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392265.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231452", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Apathy.&nbsp; Disengagement. Burnout. Contempt. Anger. These are a few commonly reported long-term behavioral and emotional outcomes of low-morale experiences, which I’ve been talking with academic and public library workers about since 2016.&nbsp; Defined as repeated, protracted exposure to workplace abuse and neglect, these experiences reveal the pervasiveness of dysfunctional behaviors in library workplaces. Just as concerning, long-term exposure to harm also results in increased breaches of ethics, and many library workers report high levels of skepticism, mistrust, and uncertainty towards their colleagues and library users."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "10", "title": "The Commons of Science-Why It Takes a Village: Christine Borgman on Collaboration, Curation, and the Invisible Infrastructure of Knowledge", "authors": {"authors": {"id": "5284835", "last_name": "Urs", "first_name": "Shalini", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5284835"}}, "affiliations": "MYRA School of Business", "id": "5392239", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392239", "category": ["IS"], "detail": {"title": "The Commons of Science-Why It Takes a Village: Christine Borgman on Collaboration, Curation, and the Invisible Infrastructure of Knowledge", "declarations": null, "keywords": {"keywords": ["National Investment", "Public Good", "Global Commons", "Astronomy Data", "Christine Borgman", "cyberinfrastructure", "Data Friction", "Data Repositories", "Data Reuse", "Data Science", "Data Sharing", "Digital libraries", "Knowledge Infrastructures", "Library and Information Science", "open data", "Open Science", "Public Good", "Research Data", "science"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392239.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231442", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This article examines the evolution of scientific knowledge infrastructures through the influential work of Christine L. Borgman, Distinguished Research Professor at UCLA. Framed around the concept of science as a commons, it traces a three-decade transformation—from digital libraries in the 1990s to cyberinfrastructure in the 2000s, culminating in today’s sociotechnical framing of knowledge infrastructures. Borgman’s scholarship highlights how data acquire value not in isolation, but through complex systems of people, practices, tools, and institutions that enable their curation, sharing, and reuse."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "19", "title": "Orchestration of No-Code Agents in the AgentFlow Framework", "authors": {"authors": [{"id": "2568859", "last_name": "Lande", "first_name": "Dmitry", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2568859"}, {"id": "4213489", "last_name": "Strashnoy", "first_name": "Leonard", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4213489"}]}, "affiliations": "National Technical University of Ukraine - Igor Sikorsky Kyiv Polytechnic Institute and A&I, Tata Consultancy Services", "id": "5381820", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5381820", "category": ["IS"], "detail": {"title": "Orchestration of No-Code Agents in the AgentFlow Framework", "declarations": null, "keywords": {"keywords": ["No-Code Programming", "LLM", "Agent Swarm", "Universal Conductor", "Orchestration", "Formal Model", "Parallel Execution", "Execution Manager", "AgentFlow"]}, "language": "1", "paperDate": "2025-08-05", "fileName": "5381820.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The AgentFlow framework introduces a new paradigm of no-code programming, where the system's logic is formulated in natural language through structured prompts, and execution is carried out by a large language model (LLM). However, due to the inherently sequential nature of LLMs, true parallelism, determinism, and reliable execution control are impossible without an external mechanism. This paper proposes the concept of a universal orchestratorthe \"conductor\"as the single code component in the system, responsible for orchestrating, synchronizing, enabling true parallel execution, and integrating agents, while all domain-specific logic remains exclusively within the prompts. This approach preserves the philosophy of \"One framework, countless scenarios,\" simultaneously ensuring accessibility for non-technical users and technical reliability. The limitations of existing solutions, such as LangChain and MetaGPT, are analyzedthese either require code writing or are constrained by an internal LLM-centric architecture. A formal model of the conductor, its architecture, and a Python implementation example are presented, confirming the practical feasibility of the approach. The proposed method establishes a foundation for building scalable, deterministic, and integrated no-code systems suitable for industrial applications."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "30 Clin. L. Rev. 205 (2023)<span></span>", "page_count": "22", "title": "Tech Support: Wiring Technology Law Clinics to Serve Racial Justice", "authors": {"authors": {"id": "3308531", "last_name": "Moy", "first_name": "Laura", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3308531"}}, "affiliations": "Georgetown University Law Center", "id": "5391969", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5391969", "category": ["IS"], "detail": {"title": "Tech Support: Wiring Technology Law Clinics to Serve Racial Justice", "declarations": null, "keywords": {"keywords": ["clinical pedagogy", "legal pedagogy", "racial justice", "social justice", "technology", "communications law", "Internet law"]}, "language": "1", "paperDate": "2023-08-01", "fileName": "5391969.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "30 Clin. L. Rev. 205 (2023)<span></span>", "id": "3231269", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This essay explores the intersection between technology law, clinical pedagogy, and racial justice. Drawing from existing literature on clinics, social justice, racial justice, and technology, as well as from interviews and conversations with other technology law clinicians, the essay: 1) explains the racial and social justice dimensions of technology law, 2) argues that clinics focused on technology law should strive to incorporate racial justice into their clinics, and 3) offers suggestions on how to wire technology law clinics for racial justice."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "60", "title": "Cross-Document Modeling for Financial Risk Predictions: A Concept-Guided Deep Learning Method", "authors": {"authors": [{"id": "3744817", "last_name": "Qin", "first_name": "Yu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3744817"}, {"id": "7851872", "last_name": "Hu", "first_name": "Paul J.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851872"}, {"id": "7331501", "last_name": "Sheng", "first_name": "Olivia", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7331501"}]}, "affiliations": "Arizona State University (ASU) - W.P. Carey School of Business, University of Utah and Arizona State University (ASU) - Department of Information Systems", "id": "5392313", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "1", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392313", "category": ["IS"], "detail": {"title": "Cross-Document Modeling for Financial Risk Predictions: A Concept-Guided Deep Learning Method", "declarations": null, "keywords": {"keywords": ["financial technology", "cross-document modeling", "market risk predictions", "natural language processing", "deep learning", "concept-guided transformer"]}, "language": "1", "paperDate": "2025-05-07", "fileName": "5392313.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Both information systems and finance research relies on data-driven analytics to predict financial markets. Extracting semantic information for such market analyses offers promising utilities, though most methods rely on information from a single type of document, which limits their ability to establish accurate estimates. Effective predictions benefit from comprehensive, multisource information, but face the challenges of modeling and synthesizing information dispersed across separate, long documents. This study targets a fundamental question: How can we enhance financial market risk predictions for improved investment decisions by integrating information available in distinct types of financial documents? On the basis of the theory-inspired computational design research paradigm, we propose a concept-guided cross-document modeling method that extracts essential information from multisource, interrelated documents to estimate volatility. This method is novel in the design of a concept-guided transformer that leverages established financial “concepts” to extract essential information from individual long financial documents, and in modeling two types of concept-specific cross-document information: one is unique to separate documents, and another is reinforced across multiple documents. With a large-scale cross-document dataset, we evaluate the proposed method relative to nine prevalent methods that pertain to machine learning, deep neural networks, or advanced long- or cross-document modeling. The proposed method significantly outperforms all the benchmarks in mean squared error, mean absolute error, and out-of-sample R^2.&nbsp; Using real-world market data, we show that a long-short investment strategy based on volatilities predicted by our proposed method yields returns more than twice as high as those based on predictions using only a single type of document. The study makes methodological contributions to the extant information systems literature on cross-document modeling and investment decision support."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "32", "title": "Do Initial and In-Process Waiting Times Shape Subsequent Patient Visits: Evidence from&nbsp;Asynchronous Telemedicine", "authors": {"authors": [{"id": "7838687", "last_name": "Li", "first_name": "Xuezhu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7838687"}, {"id": "2598355", "last_name": "Zhang", "first_name": "Dawei (David)", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2598355"}, {"id": "1616803", "last_name": "Peng", "first_name": "Xiaosong (David)", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1616803"}, {"id": "6872091", "last_name": "Zhang", "first_name": "Hui", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6872091"}]}, "affiliations": "Sun Yat-sen University, Lehigh University, Lehigh University and Sun Yat-sen University", "id": "5385105", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5385105", "category": ["IS"], "detail": {"title": "Do Initial and In-Process Waiting Times Shape Subsequent Patient Visits: Evidence from&nbsp;Asynchronous Telemedicine", "declarations": {"declarationOfInterest": "The authors declare no conflicts of interests.", "ethicsApproval": "This study received ethical approval from the Institutional Review Board of the School of Public Health, Sun Yat-sen University (Approval No. 2022025).", "funderStatement": "This work was supported by the National Natural Science Foundation of China (Grant No. 72274225) and the Guangdong Basic and Applied Basic Research Foundation (Grant No. 2023A1515011725)."}, "keywords": {"keywords": ["asynchronous telemedicine", "initial waiting time", "in-process waiting time", "online consultation", "outpatient visit", "trust transfer"]}, "language": "1", "paperDate": "2025-08-08", "fileName": "5385105.pdf", "contentType": {"contentType": "3", "other": "Working paper"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Problem definition: This study explores the impact of initial and in-process waiting times in asynchronous telemedicine on subsequent online and offline visits, and the moderating effects of the consultation fee. Methodology/results: We focus on three measures of waiting time in asynchronous telemedicine: initial waiting time (the duration from a patient's initial request to admission into an online consultation session), average in-process waiting time (the average time between a patient's question and the doctor's response during the session), and the variability of in-process waiting times, which together capture both the initial and ongoing responsiveness to patients during asynchronous care delivery. We use 42,111 patients' online and offline consultation records from a primarily text-based, asynchronous telemedicine platform affiliated with a top-ranked hospital system (February 2021-April 2024). Our results show that patients with a longer (above median) average in-process waiting time (≥0.75 hours) have 14.53%, 16.47%, and 13.41% lower odds for subsequent all visits, online visits, and outpatient visits in the next 30 days, respectively. Patients with a higher (above median) variability of in-process waiting times (≥0.40 hours) have 9.70% and 12.72% lower odds of subsequent all visits and offline outpatient visits in the next 30 days, respectively. Surprisingly, initial waiting time shows no significant effect. Results remain consistent when considering whether the subsequent visits are with the same doctor. Finally, consultation fee negatively moderates the relationship between in-process waiting time and subsequent visits. Managerial implications: Average in-process waiting time in asynchronous telemedicine has the most significant impact on both subsequent online and offline visits among the three waiting time metrics. The findings highlight reducing in-process waiting in asynchronous telemedicine as a viable means of enhancing patient engagement and ensuring continuity of care across channels."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "17", "title": "Navigating the Limited-Edition Sneaker Reselling Ecosystem: Market Dynamics, Economics, and Strategies to Scale", "authors": {"authors": {"id": "7832755", "last_name": "Khurana", "first_name": "Aditya", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7832755"}}, "affiliations": "Moorestown High School", "id": "5382169", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "10", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5382169", "category": ["MKT"], "detail": {"title": "Navigating the Limited-Edition Sneaker Reselling Ecosystem: Market Dynamics, Economics, and Strategies to Scale", "declarations": {"declarationOfInterest": "There is no personal or financial relationship with other people or organizations that may have or could be perceived to have influenced their study.", "ethicsApproval": "No ethical approval was needed since it is not applicable.", "funderStatement": "Self funded research."}, "keywords": {"keywords": ["Sneaker Resale", "Limited-Edition Sneakers", "Resale Market Dynamics", "Sneaker Resale Profitability Analysis", "Entrepreneurial Strategy"]}, "language": "1", "paperDate": "2025-07-31", "fileName": "5382169.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The sneaker resale market has emerged as one of the most dynamic and rapidly growing segments in modern retail. Driven by cultural influence, limited-edition releases, and the proliferation of digital marketplaces, sneaker reselling has evolved into a multi-billion-dollar industry globally that attracts avid collectors, and individual investors. This paper leverages a unique blend of proprietary resale data and external insights from StockX to comprehensively examine profitability determinants within this vibrant ecosystem. Focusing on high-demand models from Adidas, Jordan, and Nike, this analysis evaluates key metrics such as net profit margins, time-to-sell, and sales channel efficiency across popular sneakers including the Yeezy 350V2, Yeezy Slides, Yeezy Foam Runner, Air Jordan 1, Air Jordan 4, Air Jordan 11, and Nike Dunk. The findings highlight that short holding periods and direct-to-consumer channels consistently yield higher returns, while extended holding periods and intermediary platforms may impact profitability due to market volatility and transaction fees. Additionally, product attributes such as exclusive colorways, mid-range sizing, and limited releases may influence resale value. The study not only contributes to the academic literature on sneaker reselling market analysis but also offers actionable recommendations, providing a scalable framework for optimizing pricing strategies and inventory management in this lucrative, evolving market."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Working in progress", "page_count": "37", "title": "More than Words: The Value of Alignment, Narrative, and Persuasion in Managerial Strategic Responses", "authors": {"authors": [{"id": "7834335", "last_name": "Babu", "first_name": "Xavier", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7834335"}, {"id": "1234924", "last_name": "Zhang", "first_name": "Julie", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1234924"}]}, "affiliations": "University of Massachusetts Lowell and <i>affiliation not provided to SSRN</i>", "id": "5382813", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "3", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5382813", "category": ["IS"], "detail": {"title": "More than Words: The Value of Alignment, Narrative, and Persuasion in Managerial Strategic Responses", "declarations": null, "keywords": {"keywords": ["Large Language Models", "Narrative Persuasion", "Manager Response", "Review Convergence", "Product Reputation"]}, "language": "1", "paperDate": "2025-07-28", "fileName": "5382813.pdf", "contentType": {"contentType": "3", "other": "Working in progress"}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Working in progress", "id": "3225419", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Manager responses to online customer reviews have become a strategic channel through which firms engage customers and influence public perception. These responses differ in terms of brevity, specificity, and tone when addressing or acknowledging content in reviews. While prior research has explored the effects of response presence, response timing, length, and sentiment, little is known about how contextually relevant and persuasively crafted responses shape product reputation. We draw on signaling theory and communication accommodation theory to model a mechanism through which managers who closely align their responses with customer reviews send credible signals of engagement and product quality and further amplify the effectiveness of those signals through narrative and persuasive communication. Using a panel dataset of hotel reviews and responses from Tripadvisor, we quantify the contextual alignment between manager responses and review content by introducing the STARS (Semantic Textual Affinity Reactions Score) algorithm based on Sentence-BERT and derive the narrative strength and persuasive features, including solution, clarification, and credibility, using the GPT-4 large language model. Our study finds that semantic alignment in responses significantly improves product reputation and uncovers interdependent relationships among semantic alignment, review convergence, product reputation, and industry response practices. We further show that the significant effect of semantic alignment on product reputation is amplified when responses are crafted with high narrative and persuasive quality. Our findings suggest that effective managerial responses are beyond basic engagement but need to be both strategically constructed and tailored to customer concerns that jointly shape firm reputation."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "46", "title": "Nourishing Community: Interdependence Appeals Promote Help Acceptance", "authors": {"authors": [{"id": "5302323", "last_name": "Brody", "first_name": "Ilana", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5302323"}, {"id": "4659451", "last_name": "Wu", "first_name": "Sherry Jueyu", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4659451"}, {"id": "7851885", "last_name": "Caruso", "first_name": "Heather", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851885"}, {"id": "4641538", "last_name": "M.Caruso", "first_name": "Eugene", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4641538"}, {"id": "7851886", "last_name": "Bianco", "first_name": "Stephanie", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851886"}, {"id": "7851887", "last_name": "Donatello", "first_name": "Robin", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851887"}, {"id": "7851888", "last_name": "Valdivia-Perez", "first_name": "Guadalupe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851888"}, {"id": "7851889", "last_name": "Kunst", "first_name": "Aaron", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851889"}, {"id": "7851890", "last_name": "Gonzales", "first_name": "Amy", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7851890"}]}, "affiliations": "University of California, Los Angeles (UCLA) - Anderson School of Management, University of California Los Angeles, University of California, Los Angeles (UCLA) - Anderson School of Management, University of California, Los Angeles (UCLA) - Anderson School of Management, California State University, Chico, California State University, Chico, California State University, Chico, California State University, Chico and California State University, Chico", "id": "5392331", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "11", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392331", "category": ["ECON"], "detail": {"title": "Nourishing Community: Interdependence Appeals Promote Help Acceptance", "declarations": {"declarationOfInterest": "The authors have no conflicts of interest to disclose.", "ethicsApproval": "We took great care during the collection of the experimental data used in this research to ensure the welfare of all participants. Participants’ rights were protected at all times in line with the guidelines for research on human subjects.", "funderStatement": "This research was possible due to the generous funding of the NSF Convergence Accelerator Grant (NSF 22-583) and the Administration for Children and Families Behavioral Intervention Scholars Grant (Award 90PD0318-01-00)."}, "keywords": {"keywords": ["help acceptance", "goal pursuit", "social class", "interdependence", "equity", "field experiment", "full cycle field research"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392331.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "People with limited resources may be reluctant to accept the help that is available to them. Accordingly, organizational efforts that increase help acceptance among low-resourced individuals are crucial for addressing inequities and improving social welfare. This research introduces a goal-based theory of help acceptance, which suggests that positioning the help as facilitating the audience's pursuit of their existing goals can increase their willingness to accept help. Using full-cycle field research that includes a qualitative pilot, archival data, prediction surveys, and a field experiment (N = 5,685), we identify the potential goals that low-resourced recipients can pursue with financial help, document the prevalence of different goal-based promotional appeals in organizational practices, and then examine the effects of these appeals on help acceptance among low-resourced individuals. This work examines help acceptance in the context of the Supplemental Nutrition Assistance Program (SNAP), the largest food assistance program in the United States. We find that organizations promote SNAP by emphasizing how it can fulfill basic needs associated with survival (e.g., address hunger), and that this is believed to be the most effective way to engage eligible beneficiaries. In contrast, we find that potential recipients are most motivated when the assistance is framed as advancing interdependent goals (e.g., to strengthen community ties), which reflect the socialized priorities in working-class cultures. By integrating class-based cultural norms with identitybased theories of goal pursuit, this work identifies and addresses a novel barrier to help acceptance among low-resourced individuals."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Information Matters, Vol. 5, No. 8, 2025", "page_count": "3", "title": "The Soul of the Library, From Chaos to Clarity: What Makes a Vibrant Library in a University System?", "authors": {"authors": {"id": "7129155", "last_name": "Adeoye", "first_name": "Azeez Adebamgbola", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7129155"}}, "affiliations": "Federal University of Health Sciences, Ila-Orangun, Nigeria", "id": "5392255", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392255", "category": ["IS"], "detail": {"title": "The Soul of the Library, From Chaos to Clarity: What Makes a Vibrant Library in a University System?", "declarations": null, "keywords": {"keywords": ["Global South", "library policy"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392255.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Information Matters, Vol. 5, No. 8, 2025", "id": "3231449", "journalName": "Information Matters", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "A library is a people-oriented institution that evolves with civilisation. To avert chaos and ensure smooth functioning, libraries rely on a set of guiding principles known as library policies. These policies are not static—they must be regularly updated to address emerging needs and challenges. Yet, in many parts of the Global South, library policies are seen as an unachievable task—a mountain too steep to climb, not something easily conquered or routinely adopted. This perception is misleading. In reality, library policies are not complex. They are usually simple rules, often expressed in a few words, that help govern the day-to-day operations of a library."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "67", "title": "Serial Acquisitions in Tech&nbsp;", "authors": {"authors": [{"id": "98744", "last_name": "Jin", "first_name": "Ginger Zhe", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=98744"}, {"id": "4667123", "last_name": "Leccese", "first_name": "Mario", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4667123"}, {"id": "1596912", "last_name": "Wagman", "first_name": "Liad", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1596912"}, {"id": "6446764", "last_name": "Wang", "first_name": "Yunfei", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6446764"}]}, "affiliations": "University of Maryland - Department of Economics, Boston University - Questrom School of Business, Rensselaer Polytechnic Institute (RPI) - Lally School of Management & Technology and University of Maryland - Robert H. Smith School of Business", "id": "5392628", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392628", "category": ["ECON"], "detail": {"title": "Serial Acquisitions in Tech&nbsp;", "declarations": null, "keywords": {"keywords": ["M&amp;A", "antitrust", "technology ventures", "serial acquisitions"]}, "jelCodes": {"jelCodes": ["G34", "L10", "L40", "O38"]}, "language": "1", "paperDate": "2025-08-14", "fileName": "5392628.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "We examine serial acquisitions in the technology sector from 2010 to 2023. Defining serial acquisitions based on a granular S&amp;P industry taxonomy, we find that they account for 24-37% of majority-control tech M&amp;A, with over half completed by public firms. Follow-on targets in a series are generally larger and older than the initial acquisition, and among public acquirers, starting a series is associated with higher market value and greater innovation value, but not with significant changes in market competitiveness. Among deals with valid transaction values, over half of serial deals exceed the minimum reporting threshold of the U.S. Hart-Scott-Rodino (HSR) Act. However, in below-threshold acquisitions, acquirers primarily target their core business category. Accounting for the cumulative value of a series would, in most cases, keep the timing of HSR review unchanged or modestly accelerate it, but when it does accelerate it, review could occur several deals or years earlier, potentially yielding important benefits in markets with long acquisition sequences. Finally, Google, Amazon, Facebook/Meta, Apple and Microsoft (GAFAM) stand out for more frequent serial acquisitions, many of which are entirely below the HSR threshold or have missing transaction values, expand beyond their core categories, and target younger, venture capitalbacked firms. Yet, some other large technology and private equity acquirers engage in a comparable number of acquisition series or have a comparable number of deals within a series, which suggests that limiting enhanced scrutiny to GAFAM alone is unwarranted."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "13", "title": "Solving Maximum Flow Network Interdiction Using Reinforcement Learning", "authors": {"authors": [{"id": "7450436", "last_name": "Webb", "first_name": "Matt", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7450436"}, {"id": "7450350", "last_name": "Caplice", "first_name": "Chris", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7450350"}]}, "affiliations": "Massachusetts Institute of Technology (MIT) - Center for Transportation & Logistics and Massachusetts Institute of Technology (MIT) - Center for Transportation & Logistics", "id": "5392397", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392397", "category": ["ECON"], "detail": {"title": "Solving Maximum Flow Network Interdiction Using Reinforcement Learning", "declarations": null, "keywords": {"keywords": ["network interdiction", "Markov decision process", "reinforcement learning", "maximum flow", "stochastic optimization", "combinatorial optimization"]}, "language": "1", "paperDate": "2025-07-10", "fileName": "5392397.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The maximum flow network interdiction problem consists of an attacker who strategically disables arcs in a capacitated, directed network in order to minimize the maximum possible flow achievable by a defender. While most prior work relies on optimization-based solution methods, we introduce a novel reinforcement learning framework to determine the attacker's interdiction decisions. Our approach can generate interdiction solutions for both deterministic or stochastic single interdiction attempt environments with the same trained agent. We can also adjust the training environment to produce agents capable of making interdiction decisions when multiple interdiction attempts per an arc are allowed. Through computational experiments, we train RL agents using three off-the-shelf algorithms and evaluate their performance on diverse network instances. We compare the RL-generated interdiction sets to those produced by standard mixed-integer optimization, stochastic optimization, and a greedy heuristic, assessing both solution quality and computational efficiency. Results show that our RL agents can achieve near-optimal flow reductions (within 17% of optimal) and deliver substantial computational speedups in stochastic settings, highlighting RL's potential as a scalable alternative for network interdiction."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "40", "title": "Destination Marketing: Optimizing Resource Allocations Using Modern Portfolio Theory", "authors": {"authors": [{"id": "7852377", "last_name": "Johar", "first_name": "Kharil", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7852377"}, {"id": "627501", "last_name": "Tan", "first_name": "David", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=627501"}, {"id": "7852362", "last_name": "Maung", "first_name": "Yun", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7852362"}, {"id": "7852361", "last_name": "Douglas", "first_name": "Ian", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7852361"}]}, "affiliations": "University of New South Wales (UNSW), Macquarie Business School, Swinburne University of Technology and University of New South Wales (UNSW)", "id": "5392533", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392533", "category": ["ECON"], "detail": {"title": "Destination Marketing: Optimizing Resource Allocations Using Modern Portfolio Theory", "declarations": null, "keywords": {"keywords": ["Portfolio Theory", "Optimization", "Resource Allocation", "Tourism Destination Marketing"]}, "language": "1", "paperDate": "2021-01-01", "fileName": "5392533.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "<p><span>Tourism is a major contributor to national economic performance, yet the industry faces persistent challenges from seasonal and cyclical fluctuations in visitor arrivals. Such volatility can lead to inefficiencies in how destinations allocate resources, whereas policymakers and industry operators typically prefer a stable, predictable flow of tourists. While previous research has applied portfolio optimisation techniques to inbound tourism flows, this study is the first to incorporate both a destination’s marketing budget and the differing marketing expenditure–demand elasticities across source markets. The model developed here offers destination marketing organisations clear, actionable guidance on how to distribute their marketing budget to achieve portfolio configurations that are efficient in terms of risk and return, while remaining feasible given budget constraints and known elasticity patterns. Drawing on data from Tourism Research Australia’s International Visitor Survey, the findings indicate that strategic, data-driven allocation of marketing resources can both reduce variability in tourism flows and substantially increase inbound visitor numbers and expenditure.<b></b></span></p>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "BOFIT Discussion Paper No. 6/2025", "page_count": "28", "title": "An Agency Cost Channel From Creditor Rights Reforms to Leverage", "authors": {"authors": [{"id": "4839315", "last_name": "Banerjee", "first_name": "Biswajit", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4839315"}, {"id": "6220439", "last_name": "Herrala", "first_name": "Risto", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6220439"}]}, "affiliations": "Národná banka Slovenska and Bank of Finland", "id": "5393204", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393204", "category": ["ECON"], "detail": {"title": "An Agency Cost Channel From Creditor Rights Reforms to Leverage", "declarations": null, "keywords": {"keywords": ["Creditor rights", "Leverage", "Indian economy", "insolvency and bankruptcy code"]}, "jelCodes": {"jelCodes": ["C21", "D22", "G33", "K35"]}, "language": "1", "paperDate": "2025-08-08", "fileName": "5393204.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "BOFIT Discussion Paper No. 6/2025", "id": "3231998", "journalName": "Bank of Finland Research Paper Series", "journalId": null}}, "paperStatus": "APPROVED", "abstract": "The paper investigates the influence of creditor rights reforms on leverage. Based on a partial equilibrium agency cost model, we propose a novel channel running from the owner/manager’s private bankruptcy costs to leverage. Such costs mitigate the firms’ agency problem toward creditors, thereby increasing credit limits and leverage. The proposition is tested with data from India 2011–2020, a period that saw the strengthening of creditor rights. We find that the reform caused leverage to fall, which is indicative of a decrease in owner/manager’s bankruptcy costs. We also find evidence of a decline in credit limits as predicted by the proposed theory."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "21", "title": "Artificial Belief Over Reality: The Effect of Suspected AI Use on Advertisement Perceptions", "authors": {"authors": [{"id": "7833926", "last_name": "Carroll", "first_name": "Benjamin J.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7833926"}, {"id": "2779087", "last_name": "Koslow", "first_name": "Scott", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2779087"}]}, "affiliations": "University of Technology Sydney (UTS) - School of Marketing and Macquarie University, Macquarie Business School", "id": "5392747", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "4", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392747", "category": ["MKT"], "detail": {"title": "Artificial Belief Over Reality: The Effect of Suspected AI Use on Advertisement Perceptions", "declarations": {"declarationOfInterest": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.", "ethicsApproval": "All participants provided written informed consent prior to participating in the studies presented in this research.", "funderStatement": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This work was supported by an Australian Government Research Training Program (RTP) Scholarship."}, "keywords": {"keywords": ["ai", "artificial intelligence", "advertising", "creativity", "credibility", "engagement"]}, "language": "1", "paperDate": "2025-08-11", "fileName": "5392747.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "The use of Generative Artificial Intelligence (GAI) is becoming widespread in the use of advertising. Nascent research has uncovered complex reactions to advertising when recipients are aware of GAI use. However, without regulatory standards for GAI disclosure in advertising, recipients are never certain about GAI use, and often believe it is being used even when it isn't. We call this AI belief. Using real ads, our research demonstrates that the effects of GAI use in advertising can be reproduced even when GAI is not being used. This has important implications. Advertisers cannot escape the negative effects of GAI use, because ad recipients will think GAI is being used, even when it isn't. This has ramifications for advertisers as they seek to navigate the new era of gen-AI content. Researchers should focus on understanding how AI belief is formed; we propose some avenues for further research based on advertiser effort and authenticity."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Management Science, 0[<a href=\"https://doi.org/10.1287/mnsc.2025.00510\" rel=\"nofollow\">10.1287/mnsc.2025.00510</a>]", "page_count": "29", "title": "Relatively Robust Multicriteria Decisions", "authors": {"authors": {"id": "401992", "last_name": "Weber", "first_name": "Thomas A.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=401992"}}, "affiliations": "Ecole Polytechnique Federale de Lausanne - MTEI", "id": "5392097", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "6", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392097", "category": ["ECON"], "detail": {"title": "Relatively Robust Multicriteria Decisions", "declarations": null, "keywords": {"keywords": ["Criterion Ambiguity", "Multicriteria Decisions", "Relative Regret", "Robust Optimization", "Weight Ambiguity"]}, "jelCodes": {"jelCodes": ["C44", "C61", "D63", "D81", "Q51"]}, "language": "1", "paperDate": "2025-02-07", "fileName": "5392097.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "Management Science, 0[<a href=\"https://doi.org/10.1287/mnsc.2025.00510\" rel=\"nofollow\">10.1287/mnsc.2025.00510</a>]", "id": "3232039", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "For a general multicriteria decision problem with linear scalarization and unknown weights, we propose relatively robust decisions, which are Pareto-efficient and at the same time maximize a performance index. The latter measures the worst-case ratio, attained by the weighted objective relative to its maximum value, with respect to all possible weights. The main results include a simple boundary representation of the performance index as the minimum of criterion-specific performance ratios, and a computationally simple method of determining a relatively robust decision up to any prespecified performance tolerance by maximizing an ε-augmented performance index. The proposed method relies merely on the continuity of all criterion functions and the compactness of the set of feasible decisions which may be nonconvex. This imposes no restrictions at all for any finite action set. A notable feature of our method is that it endogenously yields the tradeoffs between all criteria, including a performance guarantee relative to decisions justified by any other weighting. A number of structural results, examples, and applications are provided, as well as generalizations to allow for limited weight ambiguity, criterion ambiguity, and generalized aggregation of criteria based on an axiomatic foundation."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "20", "title": "Energy Shocks and the Climate Transition", "authors": {"authors": [{"id": "7853725", "last_name": "Comerford", "first_name": "David", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7853725"}, {"id": "2611461", "last_name": "Spiganti", "first_name": "Alessandro", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=2611461"}]}, "affiliations": "Strathclyde Business School and University of Genoa", "id": "5393296", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393296", "category": ["ECON"], "detail": {"title": "Energy Shocks and the Climate Transition", "declarations": null, "keywords": {"keywords": ["Energy transition", "consumption-smoothing", "capital intensity", "energy shocks", "financial frictions", "recessions"]}, "language": "1", "paperDate": null, "fileName": "d41853f6-db2c-4eec-b5c6-430f4e8c2786-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEEM-D-25-00827", "id": "3232053", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We present a two-sector growth model in which a representative agent invests in fossil fuel-based energy and renewable energy. These differ in capital intensity and project duration: fossil fuel investments require lower upfront investment and have shorter duration, whereas renewables are more capital-intensive with longer-lived assets. We show that a negative economic shock (such as an energy supply shock or recession) leads to both cuts in total investment and to a shift in the composition of the remaining investment toward fossil fuel projects. This delays the clean energy transition, even if renewable energy is cost-effective on a levelised cost basis, implying a role for policies to sustain clean investment during recessions. We discuss how this mechanism can be amplified by higher interest rates, pro-cyclical climate policies, perceived risk, and financial frictions, and we relate our findings to recent empirical episodes (e.g. the 2022-23 energy crisis and post-2008 recession)."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "forthcoming in Vol. XXXI of the Fordham Journal of Corporate &amp; Financial Law", "page_count": "46", "title": "The Political Commitment of the Supreme Court of Texas to Protecting Controlling Equity Owners", "authors": {"authors": {"id": "80592", "last_name": "Ricks", "first_name": "Val", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=80592"}}, "affiliations": "South Texas College of Law Houston", "id": "5392241", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392241", "category": ["ECON"], "detail": {"title": "The Political Commitment of the Supreme Court of Texas to Protecting Controlling Equity Owners", "declarations": null, "keywords": {"keywords": ["corporation", "corporate governance", "equity owner", "shareholder", "limited partner", "limited partnership", "limited liability company"]}, "language": "1", "paperDate": "2025-08-01", "fileName": "5392241.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "forthcoming in Vol. XXXI of the Fordham Journal of Corporate &amp; Financial Law", "id": "3232194", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "The Supreme Court of Texas has revealed a political commitment to protecting controlling equity owners—e.g., shareholders, LLC members, limited partners—from liability related to their equity ownership. The court does not say this, of course. The commitment the court intends to reveal is a legal one. The political commitment must be teased out of what the court does. The purpose of this article is to tease.&nbsp; Its method is to examine how the Supreme Court of Texas in cases involving controlling or significant equity owners extends the reasoning of its opinions out beyond law, and sometimes in conflict with it. When the court moves beyond law, the most likely explanation for the court’s moves is political commitment. This article has particular significance now, as Texas makes a play for businesses to invest in—and re-locate to—the state. The article helps define what it means to say, as Texans in statewide office have long said, that Texas is “open for business.”"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "67", "title": "Between Trust and Trade: on Informal Credit Networks in India", "authors": {"authors": [{"id": "7848128", "last_name": "Alhorr", "first_name": "Layane", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7848128"}, {"id": "7836061", "last_name": "Srivastava", "first_name": "Kartik", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7836061"}, {"id": "3504737", "last_name": "Sungu", "first_name": "Alp", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=3504737"}]}, "affiliations": "Harvard University, Harvard University - Graduate School of Arts and Sciences and University of Pennsylvania - The Wharton School", "id": "5392415", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "5", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5392415", "category": ["ECON"], "detail": {"title": "Between Trust and Trade: on Informal Credit Networks in India", "declarations": null, "language": "1", "paperDate": "2025-08-13", "fileName": "5392415.pdf", "contentType": {"contentType": "0", "other": null}, "contentFormat": {"contentFormat": "0", "other": null}, "publicationDetails": null, "paperStatus": "APPROVED", "abstract": "Store credit, a system of deferred payments offered by businesses to customers, is a common trust-based and informal lending method across the developing world. Despite the ubiquity of store credit, little is known about who business owners lend to and why. In this paper, we document practices around store credit and study its impact on businesses and customers in the context of an informal Indian settlement. First, in a conjoint experiment, we find that store owners are more likely to offer credit to their in-group members, such as customers from their religion or caste. Second, in a field experiment, we find that offering store credit expands businesses' market access by increasing foot traffic and sales at their stores. Third, we find that subsidizing businesses' ability to lend to random customers allows them to experiment, learn borrower type, and to increase future lending to both in-group and out-group members, even after the subsidy concludes. Finally, in a survey with customers, we find suggestive evidence that credit helps with consumption smoothing. Together, our results help explain the ubiquity of store credit by highlighting its benefits to both businesses and customers, and underscore the promise of subsidies in increasing learning and lending across social groups in informal credit markets."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "24", "title": "Consumable Data Via Quantum Communication", "authors": {"authors": [{"id": "7854138", "last_name": "Gilboa", "first_name": "Dar", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854138"}, {"id": "7854139", "last_name": "Jain", "first_name": "Siddhartha", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854139"}, {"id": "7854140", "last_name": "McClean", "first_name": "Jarrod", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854140"}]}, "affiliations": "Google LLC, <i>affiliation not provided to SSRN</i> and Google LLC", "id": "5393544", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393544", "category": ["ECON"], "detail": {"title": "Consumable Data Via Quantum Communication", "declarations": null, "language": "1", "paperDate": null, "fileName": "01920ddf-3ecd-4a92-9ed5-48197cc1b88b-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEDC-D-25-00473", "id": "3232220", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "Classical data can be copied and re-used for computation, with adverse consequences economically and in terms of data privacy. Motivated by this, we formulate problems in one-way communication complexity where Alice holds some data x and Bob holds m inputs y1,...,ym. They want to compute m instances of a bipartite relation R(·,·) on every pair (x,y1),...,(x,ym). We call this the asymmetric direct sum question for one-way communication. We give examples where the quantum communication complexity of such problems scales polynomially with m, while the classical communication complexity depends at most logarithmically on m. Thus, for such problems, data behaves like a consumable resource that is effectively destroyed upon use when the owner stores and transmits it as quantum states, but not when transmitted classically. We show an application to a strategic data-selling game, and discuss other potential economic implications."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "59", "title": "Digital Payments in Firm Networks: Theory of Adoption and Quantum Algorithm", "authors": {"authors": [{"id": "1808272", "last_name": "Priazhkina", "first_name": "Sofia", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=1808272"}, {"id": "6896536", "last_name": "Palmer", "first_name": "Samuel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6896536"}, {"id": "7854141", "last_name": "Martín-Ramiro", "first_name": "Pablo", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854141"}, {"id": "6896537", "last_name": "Orús", "first_name": "Román", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6896537"}, {"id": "6438547", "last_name": "Mugel", "first_name": "Samuel", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6438547"}, {"id": "7854142", "last_name": "Skavysh", "first_name": "Vladimir", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854142"}]}, "affiliations": "Government of Canada - Bank of Canada, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i>, <i>affiliation not provided to SSRN</i> and Government of Canada - Bank of Canada", "id": "5393545", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "2", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393545", "category": ["ECON"], "detail": {"title": "Digital Payments in Firm Networks: Theory of Adoption and Quantum Algorithm", "declarations": null, "keywords": {"keywords": ["financial networks", "quantum computing", "cryptocurrencies", "payments", "potential games", "network formation games"]}, "language": "1", "paperDate": null, "fileName": "0f564eab-1019-4547-8929-b59691b6342e-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEDC-D-25-00347", "id": "3232221", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "We build a network game of firms with trade flows to study the adoption and usage of a new digital currency. We document endogenous heterogeneity and inefficiency in adoption, and explain how changing properties of the currency may increase usage but decrease adoption. We frame the model as a quadratic binary optimization problem and apply it to data. This approach resolves the long-standing complexity issue of network games, and makes them empirically feasible, as demonstrated with a quantum computer."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": "Industrial Decarbonisation Frontiers Report |&nbsp;14 May 2025", "page_count": "35", "title": "IDRIC Frontiers Report: Green Finance and Economic Considerations", "authors": {"authors": [{"id": "6700841", "last_name": "McGregor", "first_name": "Heather", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6700841"}, {"id": "7785929", "last_name": "Bradshaw", "first_name": "Olive", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7785929"}, {"id": "6731505", "last_name": "Calvillo", "first_name": "Christian", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6731505"}, {"id": "5308984", "last_name": "Katris", "first_name": "Antonios", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5308984"}, {"id": "5733565", "last_name": "Moustafa", "first_name": "Nadine", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5733565"}, {"id": "6085843", "last_name": "Christopoulos", "first_name": "Dimitris", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=6085843"}, {"id": "40548", "last_name": "Dekker", "first_name": "David J.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=40548"}]}, "affiliations": "Heriot-Watt University Edinburgh, Heriot-Watt University Edinburgh, University of Strathclyde, University of Strathclyde, Imperial College London - Department of Chemical Engineering, Heriot-Watt University and Heriot-Watt University - Edinburgh Business School", "id": "5356841", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "7", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5356841", "category": ["ECON"], "detail": {"title": "IDRIC Frontiers Report: Green Finance and Economic Considerations", "declarations": null, "language": "1", "paperDate": "2025-05-14", "fileName": "5356841.pdf", "contentType": {"contentType": "1", "other": null}, "contentFormat": {"contentFormat": "5", "other": "Report"}, "publicationDetails": {"publicationDetails": {"detailsText": "Industrial Decarbonisation Frontiers Report |&nbsp;14 May 2025", "id": "3232150", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "<span>Mobilising finance for industrial decarbonisation is one of the most urgent and complex challenges in achieving net zero. This report brings together IDRIC’s research on the financial and economic dimensions of the transition, examining how capital can be effectively directed to support low-carbon technologies, infrastructure, and business models. It explores the role of finance in enabling industrial change, strategies to reduce investment risk and build market confidence, and opportunities to align economic policy with just transition goals.</span>"}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "50", "title": "Dynamic Capacity Investment and Debt Financing", "authors": {"authors": [{"id": "5457583", "last_name": "Chen", "first_name": "Biao", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5457583"}, {"id": "7854144", "last_name": "LIU", "first_name": "Junjie", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854144"}, {"id": "5423585", "last_name": "Nishihara", "first_name": "Michi", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=5423585"}, {"id": "4213923", "last_name": "Zhang", "first_name": "Chuanqian", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=4213923"}]}, "affiliations": "Southwestern University of Finance and Economics (SWUFE), <i>affiliation not provided to SSRN</i>, The University of Osaka and William Paterson University", "id": "5393547", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393547", "category": ["ECON"], "detail": {"title": "Dynamic Capacity Investment and Debt Financing", "declarations": null, "keywords": {"keywords": ["Dynamic capacity investment", "Multiple growth options", "Capital structure"]}, "language": "1", "paperDate": null, "fileName": "e6db7a2e-cd7e-4f7d-bffa-7f9c13aab2ea-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEDC-D-25-00461", "id": "3232223", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "It is common for companies to conduct multiple capacity expansions in a growing market. In this article, we study how firms make optimal multi-stage investment timing, scale, and capital structure decisions in the context of multiple growth options and existing assets. We show that with multiple growth options, a levered firm accelerates the timing and reduces the scale of investment at each stage relative to an unlevered firm. We also show that as the number of growth options increases, future growth options can reduce the initial investment scale and accelerate the initial investment timing. The effect of scale reduction at the initial investment stage is more pronounced for levered firms relative to unlevered firms. Furthermore, for firms with no fewer than three investment options, the optimal leverage ratio in each stage first decreases and then increases as the investment options are exercised, the U-shape in borrowing shows the balance between early caution and late-stage boldness in multi-stage financing."}}
{"abstract_type": "Working Paper Series", "publication_status": "UNDER REVIEW", "is_paid": "false", "reference": null, "page_count": "69", "title": "The Dynamic Effects of Information Frictions, Environmental and Wage Policies: A Heterogeneous Multi-Agent Reinforcement Learning Approach", "authors": {"authors": [{"id": "7854143", "last_name": "Tseng", "first_name": "Ting-Wan", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=7854143"}, {"id": "837468", "last_name": "Ho", "first_name": "Shirley J.", "url": "https://papers.ssrn.com/sol3/cf_dev/AbsByAuth.cfm?per_id=837468"}]}, "affiliations": "<i>affiliation not provided to SSRN</i> and Department of Economics, National Chengchi University", "id": "5393546", "is_approved": "true", "approved_date": "15 Aug 2025", "downloads": "0", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5393546", "category": ["ECON"], "detail": {"title": "The Dynamic Effects of Information Frictions, Environmental and Wage Policies: A Heterogeneous Multi-Agent Reinforcement Learning Approach", "declarations": null, "keywords": {"keywords": ["Multi-agent Reinforcement Learning", "Green Transition", "Carbon Tax", "Incomplete Information", "Targeted Subsidy"]}, "language": "1", "paperDate": null, "fileName": "e1670708-fec4-4c87-8be5-ba52395954cc-MECA.pdf", "contentType": {"contentType": null, "other": null}, "contentFormat": {"contentFormat": null, "other": null}, "publicationDetails": {"publicationDetails": {"detailsText": "JEDC-D-25-00464", "id": "3232222", "journalName": null, "journalId": null}}, "paperStatus": "APPROVED", "abstract": "This paper develops a heterogeneous multi-agent reinforcement learning (MARL) model to study the dynamic effects of information frictions, environmental regulation, and wage policies in a market with imperfect competition and incomplete information. Agents---including consumers, firms, and a government---learn behavioral strategies through repeated interactions, enabling endogenous decisions on pricing, labor supply, and green investment. The model incorporates noisy preferences, carbon taxes, and targeted subsidies, allowing us to simulate complex interactions under alternative policy regimes. We find that information frictions can stimulate experimentation and accelerate green technology adoption, while common shocks enhance coordination but may reduce innovation. Policy design plays a critical role: flexible carbon pricing and targeted subsidies for green leaders and low-wage workers consistently outperform flat-rate or proportional schemes in achieving both environmental and equity objectives. Our results highlight the advantages of MARL for modeling adaptive behavior in dynamic, high-dimensional economic systems where analytical solutions are intractable. The framework offers practical insights into the design of responsive and inclusive sustainability policies in settings where agents continuously learn and adapt to evolving environments."}}
